{
    "Universal Bulin": "Your Valentine's chocolate has arrived, bulin! I've made chocolate for you again, bulin! It looks like me and when you taste it, you're gonna feel the bulin love baked into it, bulin!",
    "Prototype Bulin MKII": "Your Valentine's chocolate has arrived, bulin! I've made chocolate for you again, bulin! It tastes different to the other bulins' chocolate and when you taste it, you're gonna feel so motivated from the bulin love baked into it, bulin!",
    "Specialized Bulin Custom MKIII": "Your Valentine's chocolate has arrived, bulin! I've baked more chocolate for you, bulin! Once you taste this Kitty Kabam Hammer chocolate, you'll feel the power of the rainbow and become stronger than anyone else, bulin!",
    "Dewey": "I've made this chocolate for you, Commander. We've spent many Valentines together now, so I thought long and hard about how to make it feel special... It might not be exactly to your tastes, but I hope you'll like it anyway.",
    "Cassin": "I made this chocolate for you. It was exhausting making so many differently flavored ones... It was worth it as long as you like 'em, though. Let me know later if they tasted good.",
    "Downes": "Heheh! Been waiting for my chocolate, haven'tcha? Well, my titan-class ginormous chocolate is making a comeback from last year, but even bigger and better! It's a bomb both in terms of size and taste! Enjoy!",
    "Gridley": "Commander! This Gridley-Certified Sweet Sweetie Chocolate Box is for you! You haven't changed, and neither have my feelings for you – let's commemorate this happy moment with a bite and a picture. That's double the sweetness you're used to!",
    "Craven": "I've got not just chocolate for you this time, but also a private cheering session voucher. Multiple, actually, since I thought one wasn't enough. Let me know when you've decided on what kind of cheering you want while you eat your chocolate!",
    "McCall": "Here you go, chocolate and a popsicle. Oh, they LOOK like two chocolate popsicles, but one of them is made of real chocolate. Try and guess which one is the popsicle... Knowing your luck with ice cream, you'll get it right on the first try.",
    "Maury": "I came up with a chocolate recipe that's sure to revitalize you! I actually made another batch, but I ate it after I got hungry from a long sprint... Still, the experience from that helped me come up with this new recipe! Give it a taste when you're tired, and it'll work like magic!",
    "Fletcher": "Commander, enjoy this Valentine's chocolate I made. I didn't get help from my sisters this year either, heehee! When I make chocolate, I try to really give it that big-sister vibe. Whether it succeeded or not is for you to judge, though. So, does it pass?",
    "Charles Ausburne": "I've come up with a new variety of Valentine's chocolate, which I dub the \"fight for the future of justice\" variety! It's packed with not only my heartfelt feelings, but also my gratitude for your support of what is right! Now come on and let's walk the path of justice together!",
    "Thatcher": "Your eyes aren't fooling you – there's only one chocolate for you this year! Is it a spicy prank, or is it secretly filled with my love? Only one way to find out, Commander!",
    "Aulick": "The Little Beavers all decided we'd each make our own chocolate this year. This is the one I made. I busted my butt making sure it stands out both in taste and looks, and that way you'd be even happier to get it. Also, you should chop it in half before you eat it. There may be a surprise in there for you!",
    "Foote": "It's annoying just to think about the choice between making chocolate by myself or making it with others... In the end, I just dragged my feet until just a few days before Valentine's and made it by myself. You'd better eat it... I expect at least that much after all that trouble I went through.",
    "Spence": "D-do you remember how I made a bunch of different chocolates last year? Well, I found out about your favorite flavor and was gonna make just that this time... b-but somehow I ended up making even MORE than last year... I-I'll find a way to take care of the rest if you can't stomach them all...",
    "Benson": "The universe's top cutie patootie is back again with even more handmade chocolate for her beloved Commander! The front features a crushingly cute portrait of me, and the back has\"I LUV U\" written on it! It's so perfect it might feel criminal to eat, but how could you resist when it's your favorite flavor? ...I-it IS your favorite, right?",
    "Laffey": "I know, you're waiting for my chocolate. I spent all day yesterday sleeping so I could be more energetic and spend more time with you today... Yep, you want me to spend Valentine's Day with you, too... Mmnh... I'm all sleepy again. Zzzzzz...",
    "Sims": "I'm thinking – what if I sent you on a search for your chocolate and gave you a hint? If you can't find it, the key to your quarters will be lost forever! Heehee... So, do you wanna hear the hint?",
    "Hammann": "Spending days and days on end to make the best possible chocolate, just to make you happy... I'd never do anything like that! B-but I did take baking it seriously, so you'd better tell me how you feel about it... or else I'll get mad! Really, REALLY mad!",
    "Eldridge": "Commander... Eldridge made chocolate in a new flavor... Don't know if you like it... But here. (An intricate machine takes melted chocolate and shapes it into fruits, adding matching colors and flavors. Then, the chocolates float out of the machine and land in your hand.)",
    "Bailey": "I went to Planet Bunny a while ago to learn about the latest and greatest chocolate they've made so I can replicate it for you! This is a chocolate bunny, and it even tastes like carrots! Give it a taste, and I'm sure you'll feel the love from Planet Bunny!",
    "Radford": "Heheh. You're expecting to get candy from me again, aren't you? There's no surprise in doing the same thing every year! Here's what I made! Chocolates in candy wrap – or so you think! It's actually candy in various flavors covered with chocolate coating. Hope you enjoy, and take your time savoring their sweetness!",
    "Jenkins": "Commander, I'm... I'm sorry! I know I'm supposed to say \"Happy Valentine's Day,\" but I've heard that by apologizing ahead of time and lowering your expectations, you might perceive my chocolate as tasting surprisingly good even if it's just mediocre... I-I worked really hard on it! I'm just not sure that effort translated to good taste...",
    "Nicholas": "This is the part where I have to give you chocolate AND say \"Happy Valentine's,\" huh... *yaaaaawn*... I got sleepy while waiting for you, so I left the chocolate in your quarters earlier this morning. Hope you like the chocolate, and my warming presence, or whatever...",
    "Bush": "I couldn't really think of any fun ideas this year, so I've decided to keep it simple! To start with, I'll get those snacks you like and some regular chocolate. Then I'll make some special chocolate together with you. When that's done, we'll both hold it in our mouths and bite down at the same time! That's what I'm thinking!",
    "Hazelwood": "I've been all over the place, collecting stuff to make chocolate that you're gonna love! Buuut I got so caught up in preparing for Valentine's Day that I nearly forgot about the day itself... A-anyway, enjoy this chocolate made in a place far, far away and brought to your doorstep!",
    "Bache": "I bet you've just been dyyying to bite into my chocolate, huh? Good thing I came up with the perfect idea for how to give it to you! I thought, \"Hey, do I really need to go THIS far?\" but the answer was obvious – like I'm always saying, you NEED me to be like your mom, so yes☆",
    "Hobby": "Guess what – Hobby's made more chocolate for you! I always try and come up with new things, but there's just no substitute for my one-of-a-kind feelings. Have a bite, and you'll soon feel a whole year's worth of my love coating your tastebuds♪",
    "Kalk": "I've made my chocolate the color of burning love – chili sauce red! You've probably already guessed what flavor it is. That's right! Chocolate with chili sauce! Take a bite, and you'll feel a surge of my fiery hot love!",
    "Kimberly": "I figured that, when it gets cold, you start craving warm drinks, so I made you hot chocolate in addition to this Valentine's chocolate. I hope spending your Valentine's Day with me may warm your body and spirit.",
    "Mullany": "This time around, I went sifting through some cookbooks for unique chocolate recipes, and I decided to include some Empery tea leaves as a secret ingredient. The chocolate looks the same, but now it smells pretty nice. I hope you like it. You do... right?",
    "Aylwin": "Here comes your Valentine's present! Heehee, are you surprised, Commander? You heard that right – present, not just chocolate. This box contains chocolates in all kinds of flavors and chocolate-covered cookies. What do you say we eat them together and find our favorites?",
    "Stanly": "Remember my Valentine's mode? Yeah, it got an across-the-board upgrade AND I've gained an extreme mode! You must be dying to find out what things you can experience with me today, aren't you? Heehee, you'll find out after you've eaten this chocolate!",
    "Smalley": "I've never really tasted my chocolate before on account of its impact on my training. I swore to break that trend and make really delicious chocolate this time. Since I'd be eating more calories, I also decided to do twice as much exercise prior to getting in the kitchen. That SHOULD have balanced it out. Anyway, here – I'm proud of what I've made this time!",
    "Halsey Powell": "I worked super duper hard to create a chocolate that'll let me have you all to myself for the entire day! Look at the wrapper! Isn't it sparkly as heck? If that doesn't immediately grab your attention, I don't know what will! Heehee.",
    "Cooper": "Hear me out, Commander! This chocolate actually contains the power to save the world! Also, I infused it with some of the latent power inside me. Do you get just how important you are to me now? From this day on, we'll stand shoulder-to-shoulder and fight evil!",
    "Allen M. Sumner": "Happy Valentine's, Commander! You've been on your absolute best behavior lately, so I got you a special li'l something. How special? Well, if you let me fawn on you, then I'll tell you just how special as thanks. What do you say? Heehee♪",
    "Stephen Potter": "How do you make a heavenly Valentine's more heavenly? I don't normally devote brainpower to stuff like this, but I've actually thought about this tricky question a lot. The answer? First of all, put all your work on hold, then eat my Valentine's chocolate, and finally, just look at my pretty features. Then you have what I call a trip to the highest summit of Heaven♡",
    "Morrison": "(When you put down the chocolate Mr. Bear that Morrison has given you, its cannon starts firing chocolate shells into the gift box. The firing range and muzzle velocity are even higher than last year's, and when you approach to get a closer look... the cannon turns to you.) Don't be scared, Commander. Open up...",
    "Ingraham": "I added some new features to the Chocomaker 2.0. You can adjust the sweetness, ingredient ratio, and flavor however you like... Oh. I thought you might want something I made with my own hands today, so... I made this, too. Here you go.",
    "Bristol": "Data 857 found the best spot for us to spend Valentine's together! I made chocolate, too, of course! You're going to love it, so chow down and come with me on an adventure to make this Valentine's Day count!",
    "Omaha": "I think this year's chocolate is really going to surprise you! I've been trying new and different recipes every day, and I picked the very best one~ Ah, I'm so happy to have an excuse to eat chocolate... Okay. Let's eat this one together!",
    "Raleigh": "Happy Valentine's Day! I taught the other girls how to make chocolate while I made my own, and through the process of teaching, I've managed to improve my own chocolate. If you ever want to learn how to do it, come find Ms. Raleigh!",
    "Brooklyn": "I got to thinking during the days leading up to Valentine's, and I decided to include chocolate in my gifts this time. Giving chocolate may seem like the obvious thing, but... I put my feelings into the other gifts, too. Now, come. Sit by my side and see them all for yourself one at a time.",
    "Phoenix": "Yo! I bet you were surprised when you saw my chocolate! I wanted to make it look like a phoenix, but all I could really manage was making it look like a fire... Still pretty special though, right? Eat this, and you'll feel my burning emotions!",
    "Helena": "This year, I finally mustered the courage to spend Valentine's Day with you in a different way. Hahaha... I'm imagining us making lots of fun memories together, but now that I think about it, it's a little embarrassing. Still, spending time with you is the best, so I've been looking forward to today. Will you... accept the chocolate I made for you?",
    "Atlanta": "Helping you have a stress-free Valentine's Day is a dignified big sister's job! Today, you can count on me for anything and ask me for anything, okay? Oh, cancel that! I don't just mean for today... A-anyway, I'm gonna do my best today!",
    "Juneau": "C-Commander, I'm sorry! I accidentally burned my hand when I was making your chocolate, so I couldn't remake the part I'd taste-tested, and it came out all wonky and incomplete... Urk... B-but I really did work hard on the flavor!",
    "San Diego": "Heyo, Commandeeer! Valentine's season is back! Seeing Sandy's homemade chocolate this year totally knocked your socks off, right? That's right, you can't eat it until you solve the puzzle on the outside of the box first! Excitement always comes first when it comes to Sandy's chocolate!",
    "Cleveland": "Commander! First, please take this chocolate! I made a lot of other plans and preparations, too! Heheh, I know it isn't like me, but it's Valentine's, so I wanted to be a little girly... And y'know, I kinda like it!",
    "Columbia": "Chocolate delivery for the Commander! Heheh, I thought a whole lot about where would be the most romantic place to give you your chocolate, but I decided to ambush you in your office! I love you, Commander♡",
    "Richmond": "Commander, I made chocolates full of love for you again this year! I have loads of experience from doing this over the years, so I tried powering up the recipe! I even made a special box for the chocolate so you don't lose it, heheh, so you're gonna love it!",
    "Honolulu": "Commander, may I give you Valentine's chocolate? I want to, umm.. g-go out alone with... You get it, right? It's hard to get the words out, but... I'll be waiting, so come quick. Okay?",
    "St. Louis": "Before you accept the chocolate, how about you guess what else I've prepared for you this Valentine's? Spending so many years with you, I get to thinking about how I can leave an impression... Heheh, look forward to it. And... let's do this again next year, okay?♡",
    "Montpelier": "Here. Valentine's chocolate. I made it just for you again... but that doesn't mean you're special to me, or whatever. (*whispering*) No, idiot. You made chocolate and took time out for this, so obviously the Commander is special enough already...",
    "Denver": "Heya, Commander! I'm here, and I brought chocolate! On top of the usual baking practice, I remade all the chocolates I gave you in the last few years to get a point of comparison. This one's definitely tastier than past ones! Hurry up and eat it! You'll be amazed at how much I've leveled up!",
    "Memphis": "I changed my line of thinking this year. Instead of making a year's worth of chocolate, I'm giving you chocolate that you'll remember all year. You won't have to worry about calories this time, so I find it much healthier. Go ahead and savor it, now... But if it's not enough, I did make backup chocolate. Just let me know.",
    "Concord": "Concord's special chocolate comes with a neat twist this year: the sugar content is based on how we spend Valentine's! If you want some real sugary goodness, then you'd better plan a sweet date for us♪",
    "Lena": "Commander, Commander! I made a bunch of chocolates shaped like my SG radar plushie! Look how many there are! Aren't they cute? They're so cute, it kind of feels wrong to eat them... Buuut... I also want to know how you like them! So go on, give them a taste!",
    "Clevelad": "I climbed a huge tree just the other day! There wasn't any chocolate growing on it, though... Hey, it's okay, Commander! I got cooking and made some for you instead! Here! ...Huh? Chocolate only grows on Valentine's Day? Oh, okay! Let's go searching right now then!",
    "Li'l Sandy": "You're gonna get my chocolate in a super duper special way! I won't spoil it, just sit with me by the window and wait for it to come flying from the– Aw, shoot! I just spoiled it...",
    "San Juan": "I've finally set my mind to it. I'm not going to think about anything or anyone but you on Valentine's Day. That's why I came here, straight to you, to give you this chocolate. It's not... easy, just leaving my sisters to their devices, but time not spent worrying about them is more time spent with you.",
    "Birmingham": "I've of course prepared another Valentine's present for you. You mean the world to me. This chocolate ice cream can't convey my feelings in full, but it's something. Oh, and I'll stay by your side for the whole of today.",
    "Cleveland µ": "Commander! First, please take this chocolate! I made a lot of other plans and preparations, too! Heheh, I know it isn't like me, but it's Valentine's, so I wanted to be a little girly... And y'know, I kinda like it!",
    "Biloxi": "My most important custom of the year is carefully preparing chocolate and filling it with love for Valentine's Day. So, this chocolate is built on the foundation of yesteryear, incorporating my experience and emotions. That's to say, it should be many times tastier than the last. Hope you enjoy.",
    "Reno": "Simply knowing you'll eat my handmade chocolate makes me feel like the happiest girl alive! But, is there a one in a million – or even a billion – chance that you can... spend this day with me? Oh, wait, I'm setting my sights waaay too high, aren't I? (Reno is so worked up she can't even look at you.)",
    "Marblehead": "Like always, this Valentine's chocolate is very deluxe, very special, all that jazz. It scores a perfect 10 on the sweetness scale, just like my love for you♪ I went pretty crazy with all the fine details, too, so I'd really appreciate it if you'd take your time savoring it. Gotta make the most of this one chocolate, y'know♥",
    "Boise": "Huff... Puff... I've learned from my previous experiences, so this year's chocolate should be even yummier. Oh, that... Um... I was really worried if it tasted any good or not, so I took a small bite... You like your chocolate sweet and full... right?",
    "Pensacola": "Are we making Valentine's chocolate together again? OK! I'm relieved to hear you say that! Truth be told, I assumed we would and went out and got everything we need. I was worried you didn't wanna do it this time... But anyway, enough waiting! Let's get right into it!",
    "Salt Lake City": "I've got special Valentine's chocolate just for you. Oh, and don't worry about giving something back in a month, alright? But, if you've already thought about it, theeen... I'll happily, HAPPILY accept what you have for me!",
    "Northampton": "Umm... People always call me dense, so I made this year's chocolate pink. Ahahaha... Maybe I went a little too hard... Did this make my feelings clear, though...?",
    "Chicago": "You know I can't just LET you have the chocolate, sweetie. Heehee, you're a smart cookie, so surely you already know what little Chicago wants. That's right – I want to make you melt, get you all sticky – like a piece of chocolate♡",
    "Houston": "Tadah! A handmade mini-plane with rockets made out of chocolate! Aren't they lovely? And wonderful? Now can we do something fun together? I've got a bonus present ready if you finish eating it before it melts!",
    "Portland": "What's that, Commander? You want Valentine's chocolate specifically made for YOU? Alright, alright. You know I can't say no to you! Here! My first-ever Valentine's chocolate, specifically meant just for you! I hope you like it!",
    "Indianapolis": "I looked back on all the chocolate you've eaten over the years... and I worked hard to make chocolate specifically meant for you this time. It isn't very visually pleasing, but it should taste good... I hope. How do you like it, Commander?",
    "Astoria": "(Ugh... It has to go well this time. I've put too much time and energy into this for it NOT to!) Hey, Commander! You don't need to close your eyes! I want you to take in the effort I put into making the chocolate look good... W-wait, I didn't say you could look just yet!",
    "Quincy": "I'd like you to have this chocolate... Oh, it might be a little heavy. See... While I was helping some people, I asked about your tastes in chocolate, and... everyone had different answers, so I made some of each... which ended up being a lot. Sorry for making you wait so long again...",
    "Vincennes": "I made you this chocolate that makes you omega tired when you eat it. You're always working like a dog and I want you to rest, that's why. Don't worry, it's not dangerous – it just contains a flavoring that's likely to make you sleepy. Now eat it and come lie down with me!",
    "Wichita": "C'mon, show me those hands! I've got another Valentine's present waiting for you! Have a bite of this chocolate and drill its taste into your memory so we can keep waging our war into the next year!",
    "New Orleans": "My chocolate is even lovelier than last year's in the sense that you'll feel my love stronger than before. How so, you ask? Heehee, because I will be glued to you for the rest of the day, not taking as much as one step away from you.",
    "Minneapolis": "Check this out! I slathered chocolate on a freshly grilled steak. Smells nice, doesn't it? Hahaha! You've been lured in by my decoy, like the prey you've always been! Speaking of chocolate in food, I've heard some use it as an ingredient in curry. I think I might just make chocolate curry next Valentine's Day!",
    "San Francisco": "Ah, 'tis Valentine's season again! And of course, I've got a pretty present for my pretty li'l Puddin'! Guess what it is? Chocolate pudding! Heheh, ain't it kinda like cannibalism for my Puddin' to eat pudding? Kidding, kidding♪ Y'know, all this talk of pudding, pudding, pudding is making me crave some of it myself♪",
    "Baltimore": "Happy Valentine's! I'm sure you're eager to bite into some chocolate, but... I-I'm scared I might miss a better opportunity to give it to you, so I feel like I should do it now... That's perfect? Really? It's just so sudden, I'm not sure if... if you'll get as excited about it, you know?",
    "Bremerton": "Happy Valentine's Day! Heheh, I've never just come out and said it before now, so hearing that must've been a nice surprise. To continue with the theme of cutting to the chase, here's your Valentine's chocolate! I've got this whole day planned out for the two of us, by the way. Come along and let's have some fun♪",
    "Baltimore µ": "Happy Valentine's! I'm sure you're eager to bite into some chocolate, but... I-I'm scared I might miss a better opportunity to give it to you, so I feel like I should do it now... That's perfect? Really? It's just so sudden, I'm not sure if... if you'll get as excited about it, you know?",
    "Nevada": "Hey, Young'un! Ya waiting for my Valentine's chocolate again? Ahahah! I had a hunch, so I made sure to make some. Although, I've never exactly made the most chocolatey chocolate, have I? This time is different. I've made exactly what you'd think of when you hear \"chocolate.\" What do ya think? Ain't that a surprise?",
    "Oklahoma": "Commander, Happy Valentine's Day! Hahaha, I poured sooo much time and effort into making these, so I'm really excited to hear what you think! This one's sweet, this one's a bit bitter, and this... You know what? You should eat the rest and find out for yourself!",
    "Pennsylvania": "I've incorporated a pinch of a secret ingredient in this year's chocolate. It's neither an adult flavor, nor a Sister Penn flavor... Heehee, have I made you curious? Goodness, you're so excited about this you're making me curious to hear what you think. Go on, have a taste.",
    "Arizona": "Please have this Valentine's chocolate, Commander. I imagined how you'd smile when you got it from me, and it made me feel so at peace. It's thanks to that that I can give you this not with tears in my eyes, but a smile on my lips... *sniffle*... Oh dear, just as I say that I start shedding tears of happiness...",
    "Tennessee": "Alright, Commander, show me your hand. You're probably expecting wacky Tennessee to give you something unexpected... but you'd be wrong. I've made you normal chocolate this time. Hah, it's almost worrying how predictable you are... Now, eat it and let it strengthen your body and spirit!",
    "California": "Commander, here's your Valentine's chocolate. I really poured my blood, sweat, and tears into making this. How does it compare to my sister's, though? Is it so damn good you feel compelled to hang out with me the rest of the day?",
    "Colorado": "I channeled my Big Seven power and managed to finish this Valentine's chocolate just in time. Nothing, absolutely nothing, was going to stop me from giving this to you today... because this is one of the very few days that I get to express my feelings to you.",
    "Maryland": "Finally you've deigned to grace me with your presence. Me and my chocolate have been waiting patiently for you in this warzone that is the port on Valentine's. Now, c'mon, enjoy the tastiest chocolate you'll have today. I'll be mighty disappointed if you don't. Once you're done, let's hoist sails and head for our next place of \"battle!\"",
    "West Virginia": "It's Valentine's again, and I made these chocolates to live up to your hopes. Honestly, I'm still not at the point where I feel proud of my work, but at least I can say I've made quite a few of them. How's it taste? Would you say I've gotten... better at it?",
    "North Carolina": "Oh! Happy Valentine's, Commander♡ You want my handmade chocolate, do you? Aww, I'm so happy to hear that♪ ...Hmm, does that feel too forced to you? You know me; I don't have much of a distinct \"personality,\" so I figured something upbeat would leave a bigger impression on you, you see.",
    "Washington": "E-enjoy this delicious choccy, sweetie♪ ...Eek! What're you doing here, Commander?! God dammit... I was practicing a thing I came up with, alright? ...Chocolate? If you want chocolate, then wait the hell outside! Leave! Now!",
    "South Dakota": "Happy Valentine's Day, Commander. Whenever I think about spending this day together with you, as we have countless times, it always moves me. Deeply. Valentine's is a day I look forward to, a day I can lower my guard and just be myself. That day is today, and it's a day I'm happy to be with you.",
    "New Jersey": "Happy Valentine's, Honey! I love ya♡ Hahaha, don'tcha just love a direct 'n' honest approach every once in a while? In the same spirit, I think there's a more \"direct\" way for you to eat this chocolate... You wanna try it?",
    "Massachusetts": "Here's more chocolate for you – and of course, I made it myself. No point in lying when you see right through it, so I thought I'd just give it to you like normal. But... Doesn't that feel TOO normal, compared to our usual routine?",
    "Alabama": "Here comes your yearly Happy Valentine's. I assumed we'd be sharin' from the get-go, so I used twice as many ingredients and made double the chocolate. Oh, the idea is we'll each hold one end and eat our way towards the center. Alright, you ready to dig in?",
    "Long Island": "(You got a note. It says, \"Long Island's ghostly Valentine's stream has started! This time, we're gonna be making chocolate live! Also, this is a very exclusive stream, only available to – you guessed it, YOU, Commander! Go to this link and come watch your ghost in action!\")",
    "Bogue": "Commander! Check it out! I made a big ball of chocolate that's so strong you could use it as a real baseball and it wouldn't break! In fact, it's... so hard you can't really eat it... You'll just have to slowly melt it in your mouth, like a jawbreaker. Whatever you do, don't try to bite into it!",
    "Casablanca": "Happy Valentine's Day, Commander. I got the idea for this chocolate while reading a book I've been really into, and its shape in particular is based off of a movie I watched. Getting to share my favorite things with you like this is so nice. It adds another layer of fun to expressing my feelings to you with chocolate.",
    "Langley": "This year, I put my chocolate in a place where you wouldn't mix it up with the others'. Now, where did I put it? This is a t-test to see how well you know me! If you find it, then you can have another reward...",
    "Lexington": "Goodness gracious, Commander. You look like you can't wait another second for my Valentine's chocolate. Chocolate from an idol is a precious thing – but you already know that. So, why don't I make it more precious by performing a song and dance while you eat it? Heehee♪",
    "Saratoga": "Commandeeer! Here comes Sara's chocolate jam-packed with lots of love! You might say that chocolate doesn't really have a concrete form when it comes to chocolate, but you can probably still feel it. You'd know, 'cause I inject you with a concentrated shot of love every single day♪",
    "Ranger": "Listen. The reason I chose this place is so other people won't get the wrong idea when I give you my chocolate, so. \"Doesn't it seem even MORE suspicious for us to be alone in a remote place\"? I-I'll admit, I didn't think that far ahead... What a grave mistake! ...But what's done is done! Take Miss Ranger's chocolate!",
    "Yorktown": "I made so many preparations in order to give you this chocolate. I wanted it to taste better, to make you happier... Heehee. As for me, I'm just happy I get to spend Valentine's Day with you♡",
    "Enterprise": "Sometimes it feels like I'm dreaming when I experience these laid-back days with you. I'm just not used to having so much free time, even on Valentine's Day. But if you want to kick back, then kick back we will. Let's take a load off and chew our way through this chocolatey goodness.",
    "Hornet": "Commander! Hurry up and try out my chocolate! Hahaha, sorry to rush you – I just want you to eat it and compliment me already! I get it, though, it is a little early. Still... If you like my chocolate, I'll be in a great mood all day♡",
    "Wasp": "Commander! My chocolate bow is finally done! I wanted to make it the same size as a real bow, but since that would be hard to lug around, I had to accept that I'd need to scale it down just a bit. Now I'm gonna take this chocolate bow, pull back the chocolate arrow carrying my affection, and fire straight at your tastebuds!",
    "Essex": "Happy Valentine's Day, Commander! I worked really, really hard and took my chocolate another step further! Last year I embarrassed myself by getting drunk, and I need to make up for that... with the best Valentine's Day you've ever had! Whatever requests you have today, I'll try to make them come true!",
    "Intrepid": "Happy Valentine's Day! This chocolate is yours, Commander. I swore to myself to make you the best chocolate possible and I poured my everything into doing just that! When I say this is fit for you, I say it with confidence. Enjoy!",
    "Ticonderoga": "Oh, Commander! *hug* Heehee, surprised? Not every day you get hugged from behind and chocolate brought right up to your mouth, huh? Seriously, you can't possibly have seen that coming. Now, say \"aah.\" I'm going to put the chocolate right INTO your mouth♪",
    "Bunker Hill": "Happy Valentine's Day, Commander. Maybe if I say this first, you won't be as anxious... Oh, I didn't realize I was making such a dead-serious look. Sorry. Uh, anyway, enjoy this chocolate. It's pretty sweet, so it should help take the edge off.",
    "Independence": "Commander, are you finished with today's work? Oh, that's good. In the spirit of honesty, I actually completed some of that work yesterday so you could enjoy some free time today for once. Now... here's your Valentine's chocolate. Let's have a nice, relaxing day together, you and I.",
    "Princeton": "(The box of chocolates Princeton gave you is enveloped in eye-catching, luxurious wrapping. A small card is inserted underneath. You pick it up to open it, but she panics and stops you. It seems she wants to save the surprise for last.)",
    "Bataan": "Good morning, Commander! Happy Valentine's Day! I've got handmade chocolates for you right here. Ahahahah, yeah, I might've made too much, huh? I incorporated a theme into them – a day in the life of a cat, from morning to evening. Don't they look cute? They taste as good as they look, too. Come on, try one!",
    "Shangri-La": "Valentine's Day has come again, Commander. I've included a somewhat unusual secret ingredient in my chocolate this time. Yes, it's saffron. A flavor so special should occupy a special place in your heart, no?",
    "Little Enterprise": "Commander, I read about chocolate-making and worked hard to make this! I gave it a taste, and it was so yummy. That's when I knew I was one step closer to becoming a hero admired by the world! You should try it and see for yourself!",
    "Dace": "Oh! Is it time to give you my chocolate? Sorry, but I can't right now! I was playing hide and seek with my torpedoes, and I put the chocolate inside one of them, and I don't know where I hid it... Are you up for, well, going looking for it with me?",
    "Albacore": "Geronimooo! THAT'S how you stick a landing! Surprised you, didn't I? Heehee, I'll bet you were expecting me to jump out from under the floor or from a box! This is what they call \"subverting expectations\" in the showbiz! Now the question is, \"Where is my chocolate?\" That's for you to find out! Go on, guess!",
    "Cavalla": "Commander! This chocolate's different, because I bought it from a store, melted it, and reformed it! Heheh! I'm a grownup and I can make chocolate myself! Now you can't treat me like a baby anymore!",
    "Bluegill": "I've made more supercalifragilisticexpialidocious Bluegill-brand chocolate for you! I was gonna color it blue, but someone told me that would be unappetizing, so I settled for just making it look super duper stunning. That's good enough, right?",
    "Albacore µ": "Geronimooo! THAT'S how you stick a landing! Surprised you, didn't I? Heehee, I'll bet you were expecting me to jump out from under the floor or from a box! This is what they call \"subverting expectations\" in the showbiz! Now the question is, \"Where is my chocolate?\" That's for you to find out! Go on, guess!",
    "Archerfish": "My Valentine's gift for you this year is hot chocolate with a little something special in it. Something I like to call my \"soup of love,\" heh♥ It's all in this bottle here! Go on, pop that sucker open, drink from it, and let my chocolatey love flow into your stomach♪",
    "Nautilus": "Eek! Y-you knew I was here? Um, w-well, Happy Valentine's Day! I was just standing behind this door, wondering how I should give you my chocolate... and you found me before I found the answer. That's the last thing I thought would happen...",
    "Vestal": "Happy Valentine's Daaay, Commander! Remember, my chocolate may be really yummy, don't eat too much of it in one sitting! Understood? Good. I know you must be tired of hearing it, but I'm not afraid of repeating myself for your health. And of course, if you start feeling ill, come see me straight away. In fact, you should come see me whenever anything happens, whether big or small.",
    "Amazon": "Heh, you look like you're ready for a session of chocolate-making with me! Right then, let's start by saying \"Happy Valentine's\"! It's time to see how much your skills have improved since last year! There won't be any examples or demonstrations this time, you're on your own!",
    "Acasta": "Oops, the chocolate's melted just a bit... Must've happened while I was napping, waiting for you... Dangit... Let me snooze a little longer, though. I'll start from scratch when I get up, promise... Huh? You're sure? You'll still eat this weird, misshapen chocolate?",
    "Ardent": "(Ardent made you a boxed lunch. You open it... There's not a meal inside, but rather a neat assortment of chocolates. There's a card as well. It says, \"This is a Valentine's feast! Made you think it was going to be another lunch, didn't I? Not this time, but you do get chocolate instead! Isn't that a nice surprise?\")",
    "Beagle": "Commander, I've made chocolates shaped like puppies this time. When I saw how cute they looked when they were done, I felt like I had to pet them! I'm sure you're going to feel the same thing! But, chocolates are for eating, not for petting. If you're going to pet anything, pet me!",
    "Bulldog": "My hope was to give you my chocolate without being seen by anyone, and your face is so clearly filled with the hope of the exact opposite. So not only do you want to receive chocolate from a small girl, you also want people to see it happening, do you? ...Fine. It's Valentine's Day, so I'll grant your wish.",
    "Comet": "Here it is – Valentine's chocolates from me! I added lotsa... Ahem, lots of sparkly decorations to it. Don't they remind you of someone? Like me, when I'm singing on the stage? I hope so... Anyway, um, I hope you'll like eating them.",
    "Crescent": "C-Commander! This Valentine's, I... Keep this a secret from Comet and Cygnet, but I made the chocolate all by myself! ...Ugh, I shouldn't have told you that... Now I'm getting anxious over it... L-look, forget about that and just take it! I'll be back later to check if you really ate it!",
    "Cygnet": "I brought some fish and chips to eat while waiting for you so I wouldn't start munching on your chocolate... but wow, you got here really quickly, Commander. Since I've so much to spare, you can have some of my fish and chips! Fish and chips AND chocolate... What a thing to have on Valentine's Day!",
    "Foxhound": "*sniff*... Commander, you came here because you smelled chocolate, huh? Hehehe, weeell... That's because I put a special ingredient in it just for you this time! ...Huh? I smell like it, too? Hehehe, you got me!",
    "Fortune": "I-I wasn't trying to be first, but would you look at that, I ran into you so early in the day...! Umm... I guess that's what they call fate! Th-then please... accept this gift of fate, Commander!",
    "Grenville": "Hey there, Commander! Are you ready for a real Royal lady's Valentine's gift? You get chocolate, elegant black tea to go alongside it, and best of all, you get to spend time with me! Talk about a triple threat! Come with me, Commander!",
    "Glowworm": "Take thiiis! Great Glowworm's Loving Head Smaaash! ...Mrph! Heheh, you really caught me! Not that I could use my full power, since I had my loving chocolate on my head! Commander, hurry up and eat that chocolate you're holding!",
    "Hardy": "Your Excellency, I've reflected on past years and included an instruction manual on how to open your chocolate this time. Please read it carefully... Oh. That just makes it harder, doesn't it... Ahem! If you're not going to read it, I'll just take that off your hands. Instead, I'll show you how to do it myself!",
    "Hunter": "Chocolate for you, Commander. Now that I think about it, you only see Valentine's chocolate one day out of the year... It's kind of like rare prey, huh? You are an incredible hunter, Commander... The prey practically walks right into your hands.",
    "Javelin": "Commander, here! You can have my Valentine's chocolate! It's handmade – in fact, I made it more delicious than ever because I really really reeeally wanted you to be happy! *pant*... So eat it soon, please!",
    "Juno": "Happy Valentine's Day, Commander♪ Here is your traditional chocolate. You seemed to like the floral scent last year, so I used some edible flowers in the recipe this time. *sniff*... Mm, the mixture of floral aroma and cocoa scent is just great, isn't it~",
    "Vampire": "Thou desirest much more than chocolate, surely? Heehee♪ Speak thy wishes sincerely, and I might deign to grant them. If thou'dst like to offer a little extra... \"Anything to make you happy, Vampire\"? Aww, pervert~♡",
    "Jupiter": "I did my best to make this chocolate, so... I-I hope you'll accept it! Phew... Did that one sound confident? Oh, Commander, I could feed it to you if you'd like. Urk... I think I used up all of my courage on that one...",
    "Jersey": "Here's your chocolate. I brought it so early because I didn't want to interrupt your work. So it's not like I'd do something selfish like... ask you to spend all of Valentine's with me! U-unless you wanted to, of course!",
    "Matchless": "Commander♪ I'm here to bring you your chocolate! As a bonus, you also get to borrow feeble little me for a whole day. But what do you say? Staying by your side, doing what you want to do – it's basically the same as ever!☆",
    "Musketeer": "Commander! This year, I made a musket that can shoot chocolate bullets! I'd love to fire all my love at you, but if YOU want to be the one firing... I'm totally fine with being the receiver!♪",
    "Echo": "Lala~♪ I made chocolate full of sweetness for you again, Commander. This is sure to help you have the sweetest Valentine's yet! Naturally, a day's all the sweeter when you have Echo by your side!",
    "Eskimo": "Commander, I came up with a great idea to protect you from the cold this year! Tadaaa! It's my own special, piping-hot lava cake! If you don't eat it now, the fluffy surface will melt from the heat inside, so I'll feed it to you RIGHT NOW!",
    "Icarus": "(When you return to your room, you see various chocolates lined up on the table in order of size. Next to each one is a hot cup of tea, a suggestion to enjoy them together. Under the nearest teapot is a note from Icarus that reads, \"I made a bunch of different combinations for you this time! Let me know when you pick which one you'd like to eat!\")",
    "Leander": "Greetings, Commander. I took the liberty of making chocolate again this year, as a display of my love and respect toward you... Say, does it ever feel like too little to you? I want to do something special for you. Let me know if you have any requests, okay?",
    "Achilles": "Commander! Just handing you chocolate is boring, so I had everyone tell me how to plan the most romantic moment! From location to situation, I got a surprising number of suggestions! Come on, let's try them all!",
    "Ajax": "Heehee. I'm in the mood to be kind to my little piggy today, but you just love it when I'm mean, don't you? That look on your face is practically begging for me to step on you. Heehee, in that case... I'll be a little sweet and feed you your chocolate juuust like this...",
    "Dido": "Master, I brought you chocolate once again this year. Ulp, is that too abrupt...? I mean, what if you don't like my chocolate, or even ME... Huh? Th-then you're not satisfied by my chocolate alone...! In that case... Please partake of me, as well!",
    "Southampton": "Heheh, Commander! This year, my chocolate must be enjoyed with a lovely song to accompany it! As such, I brought my retro phonograph with me! I'll play beautiful music while you savour the taste... Okay! I'm ready any time!",
    "Sheffield": "Master, I'm prepared to give you Valentine's chocolate. Even now... Yes, I know I complained about your hesitation once, but overreacting is just as troubling. I frankly have no idea how I'm meant to react anymore. It's terribly embarrassing.",
    "Gloucester": "Master, I have your chocolate here. Um... Apologies, but I'm feeling surprisingly perturbed at the moment, despite practicing for every possible reaction you may have to receiving my chocolate... Forgive me. It appears my feelings for you are so much stronger than even I thought...",
    "Edinburgh": "You've been looking forward to biting into my Valentine's chocolate, haven't you? Alright, then let me undo the wrapping and feed you. Going the extra mile like this will improve your experience and make my chocolate taste the best!",
    "Belfast": "I wish you a happy Valentine's Day, Master. Come this time of year, I always earnestly brood over what kind of chocolate I should give to you. After all, I feel that I must pour one year's worth of love and a lifetime's worth of blessings into such a small and sweet vessel. Heehee. Be that as it may, please enjoy this Valentine's chocolate from me, yours truly in love.",
    "Arethusa": "What are you staring into space for, Commander? I've got the most delicious chocolate ever for you! Don't think you're getting it just like that without thanking me for all my hard work, though! ...There we go. Now take it and reeeally take your time savouring it! Got it?",
    "Galatea": "Commandeeer! My horoscope said that you'll be happy if you just stay with me today! Heehee, that's why I'm here first thing in the morning. Destiny promises all our endeavours today will go well, so you decide what we do next. I just want to have a wonderful date!",
    "Aurora": "Happy Valentine's Day, Commander♪ I used edible rose petals in my recipe for this year's chocolate, and I even shaped it like a real rose and gave it an elegant colour. Not to boast, but from afar you might even mistake it for an actual rose, heehee. Here. I hope you enjoy.",
    "Fiji": "There were, like, all kinds of chocolate trending this year round, so I imitated a bit of them all! Oh, but \"imitate\" doesn't mean I just copied the taste as well – I based that on your tastes and preferences. The most important thing is making something you'll like, after all!",
    "Jamaica": "Happy Valentine's, Boss. Withholding nothing and plainly offering your blessings is only what's right on Valentine's Day. With that in mind, I've made you the most orthodox kind of chocolate. While it looks completely ordinary on the surface, the inside is like a royal flush of passion and sincerity. Let the fruit of my crystal clear heart melt on your tongue.",
    "Little Bel": "No matter what chocolate I give you, I know that you'll accept it with a smile, Master. Even so, I asked the Royal Maids to show me how to make chocolate, and I practiced it a lot. Although it's far from perfect, it is the best that I can do right now. I hope you'll feel the love I poured into it.",
    "Newcastle": "I would like you to have this Valentine's chocolate. This certainly is a special day, but I believe it may feel more fresh if you go about it the same as any ordinary leisurely day. Heehee. If I may say so, there is a tranquil happiness to be enjoyed on Valentine's Day.",
    "Sirius": "Happy Valentine's Day, my honourable Master. I swore to myself that I would make perfect chocolate worthy of your stature... however, I got so hung up on making it myself that it's hard to argue that the final result lives up to that premise. I'm terribly sorry! Should it not be to your liking, you are free to eat me, your humble maid, in place of the chocolate!",
    "Curacoa": "Master, I have brought your Valentine's chocolate. Oh, goodness, you're even more concentrated on your work than usual... Is that because you want to finish it sooner so you can spend the day with me? Heehee, I'm only joking♪ However, I truly could not be happier if you really wish to spend Valentine's Day with me. That comes later, though – more immediately, would you like some sugar to restore your energy?",
    "Curlew": "Master, I have made chocolate for you, as is Valentine's Day tradition at this port. I always say this and that about expectations of one who manages a port, but considering how busy you have been, I believe you deserve to take a break for this Valentine's Day. Allow me to pour you a cup of tea.",
    "Swiftsure": "Happy Valentine's Day, Commander. I know I'm no good, but I tried to cheer up. After a lot, and I mean A LOT of thinking, I made these chocolates for you. I also wrote this letter... Sorry, but I don't think I can express my feelings to you with spoken words without inviting confusion. Anyway, please enjoy!",
    "Black Prince": "After our little chocolate exchange last year, I figured out a way to make chocolate taste happier. It involves... Actually, you know what? Say \"aah,\" Commander. Try to really savour our shared happiness.",
    "Sheffield µ": "Master, I'm prepared to give you Valentine's chocolate. Even now... Yes, I know I complained about your hesitation once, but overreacting is just as troubling. I frankly have no idea how I'm meant to react anymore. It's terribly embarrassing.",
    "Glasgow": "(*whispering*) Things both big and small happen on Valentine's Day... It's a day for professing your love to... Oh, C-Commander?! Um, uhh, here's your Valentine's chocolate! Ugh... There goes the mood and the lines I'd recited... But what's done is done!",
    "Hermione": "How did you like my chocolate? I made it to be healthy but still delicious, and seeing you eat it with no hesitation has filled me with such determination. Heehee. Yes, let's forget about all the annoying office work today and just have a pleasant time together. I will do all your duties for you♪",
    "Dido µ": "Master, I brought you chocolate once again this year. Ulp, is that too abrupt...? I mean, what if you don't like my chocolate, or even ME... Huh? Th-then you're not satisfied by my chocolate alone...! In that case... Please partake of me, as well!",
    "Penelope": "I made chocolate like everyone else said I should. You asked for a secret ingredient, so I added just a dash of pepper. Wait... Does pepper go well with chocolate? If it doesn't, I could make last year's chocolate again, the exact way you told me to.",
    "Charybdis": "As you requested, I've made more of your favourite from last year, Master. Furthermore, since you were quite fond of receiving my lap pillow, would you care to do it again? If so, let us take it a step further than an ordinary lap pillow. Please rest your head on my thighs and enjoy my chocolate at the same time – this way, it may be as much as two times as relaxing.",
    "London": "Your Excellency, please accept my Valentine's chocolate and my blessings. Heehee, Valentine's Day always fills my heart with such happiness. I hope it fills yours, too. Ah, how wonderful it is that I get to be with you again this year... I hope that this can last forever♪",
    "Shropshire": "Valentine's Day has come, Commander! Here you go – my chocolate, filled with love♪ Bet you were thinking, \"But Shropshire, you're going to mess up again,\" but that's not gonna– Oh, shoot! I tripped into a hug with you... If anything, isn't that cuter than not messing up, though? Heehee♪",
    "Kent": "Hey! Contestant Kent is coming in hot again with a gorgeous first chocolate delivery this Valentine's! Oh yeah, I'm guessing you want the usual, right? Ahem... Now then, Master, please enjoy♪",
    "Suffolk": "I give you this white and fluffy chocolate that reminds me of a cloud... What? You think it looks like a marshmallow? Oh... I've really brought you a cloud marshmallow instead of chocolate... Okay, you can have this marshmallow anyway. I'll bring the chocolate later...",
    "Norfolk": "Um... H-Happy Valentine's Day, Commander... Would you mind helping me with the finishing touches on my chocolate? Err... I-I wasn't being lazy, I just... I just thought it would taste yummier if we made it together, you know?",
    "Dorsetshire": "Happy Valentine's Day, Commander! This is the first chocolate I've made without relying entirely on Norfolk. And just like how in many ways I've overcome this reliance, it is also something to celebrate in many ways. Bon appétit!",
    "York": "Heed me, O Sacchariferous Treat that appears only on the Day of Valentinus! Embrace your new White form! ...The moment I give you this, you will inherit the Force given a new form, Commander! Be Reborn in the light and forge a new Destiny for yourself!",
    "Exeter": "Happy Valentine's Day, Commander. I've got you a present suited for the Royal Family. I used the same wine I gifted you before for the liqueur filling. I call it Royal Wine au Chocolat! Glory always be with you, Commander!",
    "Sussex": "Just take it already! I don't make chocolate for you because of some promise, i-it's just become a habit since I do it every year! Uh-huh, it's a habit, which means I've gotten better at it over the years. So has the taste. Got it? You'd better eat it all this year around!",
    "Renown": "Happy Valentine's Day. I made this chocolate partly because I want to express my gratitude to you, and partly because it is an honourary knight tradition. Although I don't understand \"love\" as well as others do, I still believe that this chocolate contains the warm feelings I have toward you, Commander!",
    "Repulse": "Happy Valentine's, Commander! I thought of you while making this chocolate, and I really put my all into it. It was actually pretty fun! Will you accept my chocolate shell as I take aim and fire at your heart?",
    "Hood": "Commander, won't you stay with me for a while? I have a truly extraordinary tea party ready on this Valentine's Day. From picturesque scenery to take in, to many delicious sweets that nourish the heart – and, of course, my love. Please, let's sit down, partake in all these things, and enjoy a cup of tea.",
    "Little Renown": "I committed myself to practicing the craft of making chocolate so that I may live up to your hopes, Commander. On my knightly honour, I vow to aim for new heights. In the meantime, please enjoy my handmade chocolate!",
    "Queen Elizabeth": "Don't you have anything to say, servant? No? Not even a, \"Please, Your Majesty, give your humble servant chocolate\" or anything? ...For god's sake! You really know how to tease a queen! Fine, here's your chocolate! Take it and show me a few tears of gratitude! Then when you're done, you must tell me how good it was and how glad it made you!",
    "Warspite": "This year, me and my acquaintances decided to make chocolate for you separately. That includes me, of course, and I truly did not know what kind of chocolate to make... Long story short, this is what I settled on. I thought as long as I did it by the books and didn't mess up it would be fine, but I ended up putting perhaps a little too much thought into my work...",
    "Nelson": "I don't have any chocolate for you this year... It's true, but it's not the whole story. I was, uhh, going to make some until I realized I don't know what kind of chocolate you like, so... Well, I thought if I knew your tastes, it'd reduce the amount of trial and error getting it right! It's not about wanting to please or anything... Come on, tell me already!",
    "Rodney": "Happy Valentine's Day♪ Truth be told, I've been studying you for a while now to figure out what present to get you. The answer was this Valentine's gift box. It contains my handmade chocolate, of course, but also the things you need the most right now. Oh, you can open it in your quarters. Please let the excitement build until then. Heehee♪",
    "King George V": "Behold – a royal feast the likes of which have never been seen, made for you. I ruminated on what delicacies you've yet to taste whilst making all this. What a lavish regale it turned out in the end. There's of course also your chocolate for dessert. I didn't forget that.",
    "Prince of Wales": "Commander, won't you join me for a stroll on the beach today? Heehee, there's two reasons for it. The first is so that you may be as relaxed as possible when you get my chocolate. The second is so that you may enjoy the chocolate to its fullest by being alone with me.",
    "Duke of York": "O, Valentinus's blessed one, reach out with thy hand and accept this blessing – or perhaps, this sugary curse – meant for thee. Heehee... That placid smile thou flashed but for a moment when thee took it... One might call thy attitude injudicious, but on this day, that look is precisely what I like to see.",
    "Howe": "Handmade cookies and chocolates for you, love♪ While cookies aren't a necessity on Valentine's Day like chocolate is, I poured as much love and effort into them both. Go on, taste them both and see for yourself!",
    "Valiant": "On this Valentine's Day, I shall hammer the essentials of fleet leadership into your head and turn you into a one-day big shot! Let's start with teaching you how to eat this chocolate – which, I might add, tastes more delicious than any other!",
    "Hermes": "Commander! The first move is mine this year! I will pull out my Valentine's chocolate with the same flair as I draw a card of destiny! Here! May the God of Dueling grant you their protection when you eat this chocolate!",
    "Unicorn": "Big brother, I made you something a little unusual... a chocolate body double of Yuni! Heehee, now you can always be with Yuni, just like me. But your Yuni is made of chocolate, so he'll get eaten soon... Aww... Do you think I should have made a second one?",
    "Centaur": "Commander, I have once again brushed up on my knowledge with the aid of my Elders! Knowledge of things like, \"How do you make chocolate taste better,\" \"How do I get the Commander to like it,\" and more... The answer lies in this! I hope you'll be able to taste all the hard work I poured into it!",
    "Chaser": "Greetings, Commander, and thanks for your patience♪ I've made all sorts of plans so we can have a more fulfilling Valentine's Day. Here's my timetable. Go ahead and fill in every hour with things you want to do. Oh, the time you'll get my chocolate? That one's set in stone. It's my most important moment, after all♪",
    "Perseus": "Here, Valentine's chocolate for you. *sigh*... That face just screams, \"I got chocolate, so now I can die without regrets.\" Don't give up the ghost just yet, okay? There's still tons you and I haven't done together yet. Plus, you still have next year's Valentine's to look forward to.",
    "Eagle": "Commander, Happy Valentine's Day. I heard that even dark chocolate still contains a fair amount of calories, so I forwent the taste-testing this year and brought it as it is. I weighed my ingredients carefully, so it will taste good... in all likelihood, anyway. Snack on this when you need a post-workout energy boost!",
    "Ark Royal": "Happy Valentine's, Commander! This year, well... Ahahah, the destroyers all said they'd make chocolate for you on their own, so I begged and begged until they let me make chocolate in the same kitchen as them. What unforgettable bliss it was... Such a precious place, of course, had love practically oozing out of every corner! Taste my chocolate and feel the love yourself!",
    "Illustrious": "Greetings, Commander. Heehee, we welcome Valentine's Day the same way as we do every year. I pray that this blissful peace may continue forever and ever onward. Please enjoy my Valentine's chocolate, and remember – my light with always shine by your side, my beloved Commander.",
    "Victorious": "Can you guess what you'll be doing this Valentine's, Commander? Accepting one-of-a-kind chocolate that shines with love, made by the beautiful Victorious! But, stunning though it may be, I won't let it outshine its own creator♪ Now, are you ready to be with me today? You won't find anyone more dazzling than me on this day, after all♡",
    "Formidable": "I've made a chocolate pop candy for you this time. Put it in your mouth and you'll soon start hearing my most favourite song as of late. Heehee, in fact, I made two of them so we can listen together. Ready? We'll put one in each other's mouth on three. Three, two, one...",
    "Glorious": "F-forgive me, Commander... I'm apologising to you not because my chocolate-making went awry, but because I lost it after I finished it. I'm so sorry. It would take a couple of days to remake it from scratch, so maybe I should just... k-keep looking for it? Incidentally... Would you mind helping me with that?",
    "Little Illustrious": "We have you to thank for the peace we enjoy on Valentine's Day, don't we? When I figured that out myself, I felt it was only right to pour even more love into my chocolate! Commander, please make this peaceful moment yours and enjoy this chocolate filled with love!",
    "Illustrious µ": "Greetings, Commander. Heehee, we welcome Valentine's Day the same way as we do every year. I pray that this blissful peace may continue forever and ever onward. Please enjoy my Valentine's chocolate, and remember – my light with always shine by your side, my beloved Commander.",
    "Erebus": "This year brings handmade white chocolate. Yes, the one named after the embodiment of darkness made WHITE chocolate. It's odd, don't you think? But... white suits the light that repels those who seek to harm me. The light that is you, Commander. Heehee... It's true – simply being with you can make one happy.",
    "Terror": "I made a chocolate mousse cake for you, Commander! I've held it in my hands to ensure it stays cool and fresh... but being with you automatically makes my body temperature rise, so... we should eat it soon, before it warms up.",
    "Abercrombie": "Tee hee! You must REALLY want my chocolate if you went looking for me rather than the other way around! Alright, I'm not going to leave you hanging! My chocolate is riiight... inside my Mark I's barrel! I'll come by your quarters and fire it straight in there later. Remember that!",
    "Fubuki": "I once again managed to secure the chocolate you so desire! This year's chocolate is on another level when it comes to my dedication and enthusiasm, so I'd say it's my most satisfying AND gratifying chocolate yet! What are you waiting for? Eat it and forget all your worries!♡",
    "Shirayuki": "I made a bunny chocolate and a snowman chocolate. I'm no bunny, but when you said you liked cute things, bunnies came to mind... Oh! If I wanted to make something cute for you, should I have made the snowman look like me...?",
    "Ayanami": "Commander, I've been looking for you. There's somewhere I want to take you... so I can give you chocolate. Yep... I want to make this an exciting, heart-pounding Valentine's for just the two of us.",
    "Akatsuki": "Behold, Commander! I utilized my ninja identity to make you a full set of ninja tool chocolates! Heheh, I even included the tools they were based on and usage instructions, so if anything catches your eye, try it – better yet, come and train with me!",
    "Hibiki": "Hibiki's Valentine's chocolate has been deliveeered! Ahaha, you opened your mouth for me without me even asking! I bet you wanted it so bad that you came straight for me... Haha, okay, maybe that's going too far~ Now go ahead! Fill your mouth, and your heart, with my chocolate!",
    "Ikazuchi": "How many Valentine's have we spent together now? Hmm... You should know better than I do. I mean, you can just count from the first day you \"logged in.\" Oh, so you're looking for some \"Valentine's messages,\" right? Now I see! This is what you call a \"limited event,\" right?",
    "Inazuma": "How many years have we celebrated Valentine's now? You don't have to say a word, and I'll still make you chocolate... Oh. It's okay. I was just talking to myself. More importantly, you came early. Now, please listen to my \"Valentine's message\" and accept my chocolate.",
    "Shiratsuyu": "*pant*... Hehehe, I've been looking for you, Commander~ So I lost my chocolate somewhere, but instead... Huh? What are you holding... Huh? I already gave you my chocolate? I don't remember when I did that... Umm, can you give it back so I can have a do-over?",
    "Yuudachi": "Look! I've made you the ultimate food: barbecue with dark chocolate sauce! It's surprisingly not bad! ...Woof! Come, let's eat it together! Hurry up!",
    "Shigure": "You of all people must need this, right? Heheh, this is my best one yet. It's chocolate that'll make even a dunce like you smart! I made it while chanting, \"get smarter, get smarter,\" so it's guaranteed to work! Be grateful as you devour it!♪",
    "Yukikaze": "Commander! Yukikaze the Great has concocted the ultimate, super-luxurious, premium chocolate as always! ...It's so thick that I couldn't actually take a bite to taste-test, but if you can fit your jaws around this baby, your luck will skyrocket! Go on! Graciously consume Yukikaze the Great's chocolate!♪",
    "Kagerou": "This year, Shiranui... DIDN'T help me make my chocolate! Heheh, making it yourself really is the best for getting your feelings across! I also had Shiranui buy all the chocolates at the store so I could taste-test them and make sure mine wasn't like any of them... What do you think, Commander? Excited to try it yet?",
    "Shiranui": "The fact that you came to me must mean that you want my chocolate the most, yes? Or is it because you want to spend Valentine's with me? Heheh, you want me to guess? I'm not playing along with your games. No matter what YOU think, I want to give you my chocolate and have you to myself all day. Heeheehee...",
    "Nowaki": "Commander, you're just in time... Here's your chocolate. I fell asleep before I could put the melted chocolate in the mold, so it ended up hardening in the shape of the bowl instead... *yaaawn*... I figured you'd like it since it was unique... I wasn't just worried I'd fall asleep again if I remade it, not at all... Zzzz...",
    "Hatsuharu": "Commandeeer! C-can you hear meee?! Phew... I managed to give you my chocolate AND keep eye contact...! (When you pick up the chocolate left in front of you, Hatsuharu bravely yells and waves from a safe distance.)",
    "Wakaba": "Happy Valentine's, Commander! I made you little chocolate squirrels! But the nuts they're holding, those are real nuts! I even munched on a few nuts while making these, and... Never mind! Take your favorite kind of nuts, put them in the squirrels' hands, and let's dig in!",
    "Hatsushimo": "Oh, Commander, are you perchance checking if I've made chocolate for you or not? Heehee, just because it's not in my hands doesn't mean I haven't made it. Go on, try to guess where it is. I'll stick around for however long it takes you to get it right. Heehee♪",
    "Ariake": "Happy Valentine's, Commander. All the little sister types made chocolate that looked like them, so I took a shot at it. It doesn't really have enough of that little sister appeal, does it? Ahaha... Yeah, it's not as good as all the rest, but I still hope you'll accept it with a smile.",
    "Yuugure": "*cough cough*... I-I made chocolate, and that went well, but then I went for a follow-up dessert, and that's when things went awry... *sigh*... Thank goodness I at least managed to salvage the chocolate. I kept it safe until the end... Please take it, Commander!",
    "Kuroshio": "Your Grace, have this chocolate I finished mere hours ago. As your loyal protector, I don't aim for ambitious goals like being the first to deliver you their chocolate, but I will try to deliver it while it's still hot. *blows*... I hope you'll relish its taste, Your Grace!",
    "Oyashio": "Today I will show you the long-awaited play – Kuro's Amazing Valentine's Day! As its name suggests, Kuro has a starring role! ...Oh, yeah, of course I've made chocolate for you! In fact, I even helped make Kuro's chocolate!",
    "Shimakaze": "Hippity hoppity! Commander, it is Valentine's Day once more! This time, I've brought yooou... this! I designed it after my ears, and– Why? I mean, because you're always touching them? Nonstop, even?! So I reasoned that you'd surely like chocolate shaped like my ears! Enjoy!",
    "Kamikaze": "Here, I made you conventional Valentine's chocolate. I knew well that you were looking forward to it, so I took no risks with it, hahah! Furthermore, it serves as an example for the less seasoned amongst us to follow. It will help them make even more delicious chocolate for you, don't you think?",
    "Matsukaze": "Yes, I have chocolate, but also a toothbrush, toothpaste, and a full set of toothcare products! Call it boring if you want, but this other stuff is very practical for someone who eats as much chocolate as you! Hmm... Maybe I am being just a little overprotective... Whatever! Enjoy my chocolate, and I'll be back later to see if you've taken good care of your teeth!",
    "Mutsuki": "I was gonna give you candy, but then YOU gave candy to ME! I'm so happy, Comainder! Does it make you just as happy when you get choccy? Really? Heehee! That's good!",
    "Kisaragi": "I've got your chocolate... I know Valentine's is an important day, so I've got more than a few chocolates for you. Th-they're probably not as good as the big girls' chocolates... but that's why I'm giving you lots!",
    "Uzuki": "S-sorry, Commander! You're so busy, and now I'm taking your time... But I have to, or I can't give you my chocolate... Waaahhh... T-take my chocolate, pleeease!",
    "Minazuki": "I'm not gonna prank you with my chocolate! Just open wide! ...Heehee, I mean it. But just because my chocolate is prank-free doesn't mean there's no surprises inside the box containing them♪",
    "Fumizuki": "Huh? Did I already give you chocolate? What? You want another? Commander, it's not nice to lie. I already gave you chocolate! ...Hm? Two chocolates is what you wanted all along?",
    "Nagatsuki": "Commandeeer! Heehee, I'm letting you have my Peepsy! ...It doesn't look like Peepsy? Heheh, because I'm not giving it to you just like that! It's a chocolate Peepsy! Eating it will make you listen to me just like Peepsy.",
    "Mikazuki": "This year's taiyaki isn't like the rest. That's because it's made of chocolate, and I worked hard to shape it like taiyaki! But... Yeah, chocolate is still chocolate. This doesn't make it into taiyaki...",
    "Umikaze": "Commander, if I may intrude, please take my Valentine's chocolate. This wasn't my first time making chocolate, so it did go well... is what I've been telling myself, but I don't have much faith in the end product... If you'd be so gracious, would you tell me what you think of it later?",
    "Yamakaze": "Roooar! Commander! Take my energy-boosting chocolate! You'll be spending time with me, so eat it quick and charge your batteries! Then let me hear a \"roooar\"!",
    "Kawakaze": "Happy Valentine's Day, Commander. I used to think I could only dream of making and giving you chocolate... Anyway, since you like handmade chocolate more, I put extra effort into this. You can tell me how it tastes after... after our date is over.",
    "Kiyonami": "Hoppy and I are here with your Valentine's chocolate. Heehee, I attached this cute little ribbon to the box. After you're done eating, you can remove it and put it on Hoppy! It'll make you feel all warm inside!",
    "Niizuki": "H-Happy Valentine's Day! Say, um, you're always singing my praises, and... well, you're just doing that to encourage me, right? My chocolate can't be THAT yummy. I mean... you haven't even taken a bite yet, and you're already praising it... Huh? You can tell it's delicious from the smell alone, so your praise isn't empty? Ohh... Thank you, Commander!",
    "Harutsuki": "Commander, I offer you my Valentine's chocolate. Once again, I prayed to the gods to bless this chocolate as I was making it. Please allow me to feed it to you with all my love and make you happy!",
    "Yoizuki": "Here, chocolate. Valentine's chocolate is for making you feel happy. The longer the happy times last, the better, in my opinion. For that reason, I petition you to eat it as slowly as you can. The more time you take, the longer you'll be happy.",
    "Urakaze": "It is clear to me that you worked like a dog this past year to impress me. Well done! ...No, I don't keep eyes on you around the clock! I just see how much effort you're putting in sometimes... Ahem! Let's cut to the chase. I've carved my family emblem into your chocolate this year. Be grateful for it and keep that gratitude fresh in your heart!",
    "Isokaze": "General, General! I've finished preparing the ingredients to be used to make chocolate for you! The same chocolate we'll make now, on Valentine's Day! Strive to make your favorite kind of chocolate so mine will rise above all others! Come and get ready for battle!",
    "Hamakaze": "Taking chocolate-making seriously is a given, and I carefully chose the place to give you it. Isn't it nice and breezy out here? Feeling the breeze in your hair will no doubt make the chocolate taste better. So... take it slow. And enjoy your time with me...",
    "Tanikaze": "You... look forward to patting my head more than receiving my chocolate? Aww, you're such a sweetie, already repaying me for it! ...Huh? I'm... a sweetie, too?",
    "Asashio": "My chocolate is more genuine than genuine, so I've dubbed this \"super genuine chocolate.\" How do you feel about this name, Commander? Don't you want to do something \"super\" with me, who's so super genuine? (Holding the chocolate in her mouth, Asashio tilts her head and shoots you a look...)",
    "Ooshio": "I was gonna make some cute chocolates, but there're lots of cute 'n capable girls 'round these parts, so the odds mine're gonna be the best are pretty low. Still, I think ya can compensate for that with more love. Here ya go, my cute Commander – my chocolate, filled with love♡",
    "Michishio": "Commander, this is the fruit of our chocolate extravaganza from last year! Heehee, you said you liked all the chocolate you got to try, but when you made that face, I knew which one was your favorite. Now let's check to see if I was really right♪",
    "Arashio": "Commander, please have this Valentine's chocolate. Oh, and as for our tea party today, I've heard you'll be getting chocolate from all the other girls afterward, so this time we're doing it sans the additional chocolate. You're going to love my chocolate... I'm fairly sure of that!",
    "Uranami": "Commanderino, I went exploring earlier and I came across some creatures that aren't listed in my Collection of Cuties. Oh, and I found this Choccy... It doesn't really look like real chocolate, does it? You should probs come along and meet the others. It's a bit far from here, but don't worry, I'll be with you the whole time.",
    "Hatakaze": "Here you are again, waiting patiently in your room like I advised... Don't be alarmed. I'm old enough to have figured out ways to reach you without giving it away to others. Although, it's looking like it'll be a while before you can leave... Tell you what – why don't you munch on one of my chocolates for the time being?",
    "Makinami": "Heehee! Commander, I made two boxes of goodies for you! This is a lunch box, and thiiis is a box of chocolates! Oh, and I made 'em look like everyday side dishes and veggies! Be sure to eat 'em both clean, alright?",
    "Kasumi": "Me and Foo want to make you smile more with some yummy chocolate. So I, um, worked really hard to make a lot of it. If eating it will make you happy, it'll make me and Foo happy, too... Will you let me hand-feed it to you, so I can see you smile?",
    "Hanazuki": "I swore that I'd only make one chocolate this year and make it the best... but in the end, I made over a dozen of them. I don't want you to go through the trouble of having to pick one among them all, so I just closed my eyes and picked one at random... Y-yes, you're right... I worked so hard on it that it HAS to be the most delicious one! Please... take it!",
    "Naganami": "Happy Valentine's Day, Commander! To prepare for this day, I took really, REALLY good care of my tail – and now handing it and my chocolates to you... Oh, uh, I'm not saying I cut my tail off! I meant that my box of chocolates is on my tail, so when you reach out to grab it... you'll also feel my super duper fluffy tail. I hope it makes you happy!",
    "Suzutsuki": "There you are, Pooky! I should've just gone straight to the Commander when you ran off. Hmph, are you saying I'll never find the Commander first as long as you're up? ...No, Commander! I'm not jealous of Pooky or anything! Spare me the \"Wow, fancy meeting you here\" routine, alright? Just... Just take my chocolate and eat it!",
    "Oite": "I have once again brought you chocolate. Hmph... I harbor not a smidge of interest for this bizarre custom; I do this only for that look of utter happiness you make when you receive my chocolate. If this brings you such joy, then I suppose it's not so bad.",
    "Kazagumo": "You'll come asking for my chocolate no matter what I do so... here. D-don't eat it in front of me, okay? It's embarrassing... *glance*... (Ugh... I wanna run away from how embarrassing this feels, but... I can't resist the urge to see what it's like when the Commander eats my chocolate...)",
    "Yuubari": "Master, I've finished all the improvements to the chocolate-manufacturing manjuu in time for Valentine's Day! It can now perfectly recreate each and every move of my chocolate-making process, which means– No, it didn't make this chocolate right here. That one I made myself. As study data for the manjuu.",
    "Nagara": "Here you go! My Valentine's chocolate! Since we ate it at my place last time, let's eat it at yours this time! Isn't it fun, going from place to place? When we're done eating, you should tell me if there's anything you wanna do, or if there's anything you want ME to do♪",
    "Isuzu": "I've noticed something. If I make small chocolates, you eat them up in an instant, no matter how yummy they are. But when I made bigger chocolates so you'd stay with me longer, they turned out so heavy that I couldn't lift them... S-so there's not much else to do but bring you to my place and eat them there!",
    "Yura": "Commander, this time I followed my Self's guidance when making this chocolate. In return, I offered my Self a little advice when she made hers. We used the same ingredients and recipe, so we ended up with two identical batches. Heehee, I suppose you could call this a \"two for one.\"",
    "Kinu": "Chocolate. Take it. And don't say it \"doesn't look like something I'd make.\" If you do, I'll interpret that as a nod to how much better I've gotten in one year. Anyway, you have to eat it first before you judge it. Go on.",
    "Abukuma": "I improved my crunchy chocolate recipe a bit. Might have made it TOO crunchy, actually... It still tastes good, though. Just be careful when you bite into it, because the crunchiness has gone so high up it's become hardness. If you need a hand, I can feed you, if you want.",
    "Mogami": "I've been thinking about how you're always so happy to receive and eat my chocolate. It makes me feel so... so emotional, I guess is the word. Twice as happy as usual, I guess? Does it... make you feel that way, too? Twice as happy, I mean?",
    "Mikuma": "Everyone's saying we should spend Valentine's Day alone with you... So that's why I'm here, all by myself. It feels a bit strange, not being accompanied by anyone else, but... it's also nice, in a way. It's a happiness I've not felt before.",
    "Sendai": "I must've grown overconfident over all these years of makin' chocolate, 'cause I slipped up and cut myself. That ain't the kind of mistake a warrior should make... Ah, forget it. It's brutish to talk 'bout it. Think of it like this – this chocolate's so good, it's more than worth a li'l cut or two. Go on, try it!",
    "Jintsuu": "It seems that, since I'm always going around and giving others advice on their chocolate, I've given away all the creative ideas I had. On the bright side, I now know my \"enemies\" on Valentine's Day exceedingly well. This puts me far ahead of all others in terms of experience. Heehee.",
    "Naka": "Commander! I made my chocolate even tastier than last year! Hehe, I wanted you to have it so badly that I brought it still in the mold! Go ahead and eat it as-is!",
    "Agano": "Commander, may I feed you this year's Valentine's chocolate directly? ...I-it would surprise you if I asked you that, right? Anyway, let's assume I'm feeding you – as for the method and the process... Heehee, you just look forward to that.",
    "Noshiro": "Here's your Valentine's chocolate. While I thought of how I'd give it to you ahead of time, I also made detailed plans on what we should do together after. Of course, actually putting the plan into action is embarrassing, but... No, I think the excitement outweighs it. Just follow my lead today, Commander.",
    "Furutaka": "Commander, I brought choc – aaaah! I managed to make it without tripping this time, but I was so happy to see you, I lost focus... Phew. I did pack it pretty safe, though. And it flew right into your arms... Hahaha, lucky us!♪",
    "Kako": "Commander, please accept my chocolate. Thanks to you and my sister being so considerate, I was able to focus on my own chocolate this year. The only real difference is that I had more time for trial and error, but... Enjoy the fruits of my efforts.",
    "Aoba": "Here's my chocolate, Commander. And a special edition of Aoba's Guide to Chocolate! I put a whole lot of effort into making that chocolate, so I had tons of material to put into this issue. It's top secret, though! For your eyes only!",
    "Kinugasa": "Commander, it's not good for you to eat too much chocolate... Ah. You're right, I do say it too often, and it's not very persuasive if I say it while I'm giving you chocolate... I did make it with consideration toward your health, though. If you eat any chocolate, let it be mine!",
    "Chikuma": "You're certain to love my chocolate – my Eyes are telling me that. I feel bad getting such an easy lead on everyone else, but when it comes to you, I mean to use everything at my disposal. Heheheh♪",
    "Myoukou": "I have work to do, so I came early... N-no, it isn't because I wanted you to have my chocolate first! Oh, I also have some free time later today, so we can spend time together then... Yeah. Let's do that.",
    "Nachi": "Happy Valentine's~ You've been looking forward to my perfect and awesome chocolate forever, huh? It's even more perfect this year. I need to maintain my position as the perfectest, so I expect you to eat it diligently out of respect for me!",
    "Ashigara": "Commander, Happy Valentine's Day! I did my best not to make too much this year! ...Except every time I taste-tested, I kept wanting to make just one more, until... Well, let's just say I did a lot of do-overs. Here's the finished chocolate, though!",
    "Takao": "Commander, this chocolate is the fruit of my endless training. In my efforts, I learned the basics of Valentine's customs... Let me be more direct. Will you... go on a date with me, Commander?",
    "Atago": "Oh? You came to see me so early. Do you want my chocolate that badly? Or... Was last year's just too small to satisfy you? Heehee, it's okay. I have so much to offer you this year that you'll forget all about that chocolate. Get excited for that, okay?♡",
    "Maya": "Commander, Happy Valentine's. Yep, I managed to make chocolate myself this year. I couldn't wait, so I brought it right to you. It should be better than last year's when it comes to both appearance and flavor. Go ahead and open it up. I can't wait to see the look on your face...",
    "Choukai": "Oh, I'm sorry. I picked a bad time to come. Sorry to bother you while you're resting. ...I could've given it to you normally, but I wanted to surprise you for once... I left the chocolate by your bed, so you just go back to resting. Yes, of course; I'll be by your side the whole time.",
    "Suzuya": "Are you awake, Commander? I've been waiting here since last night because I wanted to be the very first thing you saw today. Also, here's your chocolate. Now, would you like to get up? Or go back to sleep? Either way, I'll stay by your side and keep a watchful eye on you♡",
    "Kumano": "A buncha girls are fiending to give ya chocolate today, but I get first dibs! ...Oh? You'll do anythin' I ask for as thanks? Whoa, that's kinda... kinda wild?",
    "Kongou": "I've prepared chocolate and tea for our Valentine's Day banquet. Turning down a lady's invitation is bad manners, as you're aware. I'd like you to keep me company today, even if only for the afternoon♪",
    "Hiei": "Commander, I extend you an invitation to my Valentine's Day banquet. Ah, you wonder why it's at night? You shall see for yourself, heehee. I will be the host, and you, the guest. It shall be a banquet for just the two of us.",
    "Haruna": "Commander! Here's my Valentine's chocolate for this year! I can vouch for its taste, though the mouthfeel wasn't great when I was mixing the batter... Huh? You'll show me how to do it, in detail?",
    "Kirishima": "Heehee, surprised? I've snuck up on you without a sound to deliver you this Valentine's chocolate. I heard you'd find the idea exciting... but what do you really think, Commander?",
    "Amagi": "For this Valentine's Day, I decided to brew you hot chocolate. I hope it may warm you in this cold season... although, I suppose I didn't have to make a hot drink in order to warm you up in some way. Heehee.",
    "Hiei-chan": "Ch-chocolate banquets are still too hard for me, but one day I'm going to cook a perfect full course of chocolate! Until then, please make do with this! I-I'm proud of the result!",
    "Amagi-chan": "I'm meant to feed you this chocolate since I made it myself, right? Heehee. How do I put it... it makes me feel a bit self-indulgent. But you raised me like this, so now the chickens come home to roost, basically.",
    "Fusou": "The line between Sakuran candy made of chocolate and chocolate with Sakuran taste is strangely blurry. You might say they're one and the same, but either way, I've made you chocolate that'll make you think of our culture. I hope you'll enjoy it, Commander.",
    "Yamashiro": "Milord! Milord! Chocolate cake is the in thing right now, so I've made you a heart-shaped chocolate cake for this Valentine's! ...Wait, how many candles am I supposed to put in the cake? Umm... I'll let you decide, Milord!",
    "Ise": "I was NOT expecting to get my hands on vodka bonbons this year! Even you'll get totally smashed if you eat the whole box in one sitting. And when you do, I'll be here to carry you home, ahahah! Just thinking about it is making me excited!",
    "Hyuuga": "I pulled out all the stops when making this chocolate... There are better drinks to eat it with than sake? Well, we can certainly try a bunch of drinks and see which one's best. Just the two of us, of course...",
    "Nagato": "Once more, I bring chocolate to you. N-needless to say, my feelings have changed none! Hmph... Handmade chocolate brims with the affection of one's hands and tastes better, or so I've been told. I don't believe it myself, but perhaps you could... taste it, and confirm whether there is truth to it or not?",
    "Mutsu": "Commander! This is genuine chocolate, from me to you! I thought about your advice from last year, and... can I call this \"seal-the-deal chocolate\"? But I still have so many questions... Could you come to my room later and answer some? Please?",
    "Kaga": "It's bad enough on normal days, but add Valentine's on top of that and it becomes hard to control the stirring in my heart... It's your obligation to quench my thirst. In return... take this chocolate, I suppose.",
    "Tosa": "Hmph, so this day has come at last. I have made you chocolate, but I do not give something without taking something... Oh, you'll accept just like that? You're lowering your guard, Commander. That may cost you more dearly than you expect later.",
    "Mikasa": "So, Valentine's Day has come again. My promise to spoil you is still valid, of course. A lap pillow and headpats are givens, but the adult ways of spoiling you – I will do all those as well.",
    "Kii": "Happy Valentine's! These liqueur chocolates have started feeling like our little thing, since I give you them every time. Here's to another Valentine's, and to more chocolate enjoyed together! You'd better get used to spending the day with me!",
    "Suruga": "Okay, from the top... Well, Happy Valentine's Day, Commander! The wrapping is a bit plain so it won't stand out, but... I can promise on my honor that its taste is exceptional. It's baked with my heartfelt feelings for you, and I hope... What was that? I hope nobody heard me reciting all that...",
    "Hiyou": "Like always, I made this Valentine's chocolate with my own two hands. You're probably getting used to this by now, aren't you? If you aren't already, you will be soon! We'll spend Valentine's Day together next year, and the year after that, and every year after that, too!",
    "Junyou": "Chocolate of different flavors melting together into one... That's just like my fate of being inseparably bound to you. Really savor the chocolate I've made this year, alright? I want you to remember the unique taste of a childhood friend.",
    "Houshou": "Heehee. Naturally, I've prepared a set of perfect Valentine's chocolates to meet your expectations. But, perhaps there's something else I can do to make your Valentine's more enjoyable? Such as a banquet – a banquet which I've already prepared. You may enjoy it and the chocolate at the same time tonight!",
    "Shouhou": "Happy Valentine's, Commander! Ain't nothin' in my world better than spending this day with ya. And this homemade chocolate will taste right yummy if we eat it together! All I wanna know now is... have I made ya happy, Commander?",
    "Ryuujou": "Milord, I ask of you to accept this Valentine's chocolate of mine! I have made enough for both of us. This is yours, and mine is... Please wait here, I'll go get it! I want not only to eat it with you, but I also want to spend the evening with you. Say, playing video games, if you're free?",
    "Ryuuhou": "Happy Valentine's Day, Commander! I feel our bond has grown stronger since the last one... It must be thanks to the charm infused with emotions I gave you last year! Anyway, I offer you chocolate this year, and a charm to go with it. I hope you'll feel nourished both in taste and emotion as you savor it. Pl-please enjoy!",
    "Chitose": "I made this chocolate in secret and I want to make some memories alone with you, so keep this just between us, okay? Heehee. I hope you don't mind me being a little selfish like this... now and then.",
    "Chiyoda": "This is my Valentine's chocolate for you, Commander♪ If, for the sake of argument, you were to reward my hard work, I sure wouldn't mind a lap pillow from you... but I'll accept headpats and hugs as well, heehee! Basically, I wanna be treated nice. I'm sure you know what to do♪",
    "Akagi": "Oh, Commandeeer! Happy Valentine's Day♪ Today, I will make you happy – make you feel such bliss that you couldn't forget it even if you tried! Starting with this love-packed chocolate. Feel it on your lips and the tip of your tongue, coat all your tastebuds with it, then let it down your throat to dissolve and spread through your body... Do you feel it? That is my rich and sweet love♥",
    "Souryuu": "It's a chore to be constantly changing hiding spots, so this time, let's go to a place only I know about. If you need an energy booster, there's always the chocolate. What do you think, Commander? There's only room for the two of us here... It's claustrophobic, isn't it?",
    "Hiryuu": "Happy Valentine's Day, Commander! Okay, you've gotten my chocolate and my sincere feelings, now let's go to a safe place nobody else knows about! I've made doubly sure we have a secure route to it, so don't worry! Nobody's taking you from me this Valentine's!",
    "Shoukaku": "I made this chocolate so you won't badger other girls with your \"please give me\" expression, heehee. It is brimming with flavor and impossible to resist – just like my love, but you know that already, don't you? Be it love or chocolate, I'll always give you what you want♡",
    "Zuikaku": "Here – this year's chocolate! Ahahah... I've thought a lot about it, and I still can't distinguish between obligatory and genuine when it comes to giving you chocolate... Oh, sorry, that came out wrong! I meant that I feel, like, a lot of love and gratitude, and I don't know which is the biggest of the two... Uh, calling it love-packed chocolate sounds the simplest and the most right. But enough of that – enjoy!",
    "Taihou": "Heehee... Oh, my Commander, I wanted you to taste all my love, so I went and got you a number of presents. Some of them, rather special... Oopsie, I tied myself up in a ribbon! Come here and... undo it with your hands♥",
    "Shinano": "(It is a winter's night. Shinano is deep into a visit to dreamland, her body resting against yours. The light from the fireplace casts a faint shadow on the wall – a shadow of you, huddled together. The tails gently swaying at her feet speak to the loveliness of her dream. Be it in the waking world or the sleeping one, as long as you are by her side, she is happy.)",
    "Akagi-chan": "I don't want to hear complaints about not treating my slave right, so I put some effort into it this year around. It's so good you can brag about it to others. Take it, then flash it to the world to show it how much you love me! ...That's what Valentine's Day is about, isn't it?",
    "Akagi µ": "Oh, Commandeeer! Happy Valentine's Day♪ Today, I will make you happy – make you feel such bliss that you couldn't forget it even if you tried! Starting with this love-packed chocolate. Feel it on your lips and the tip of your tongue, coat all your tastebuds with it, then let it down your throat to dissolve and spread through your body... Do you feel it? That is my rich and sweet love♥",
    "Taihou µ": "Heehee... Oh, my Commander, I wanted you to taste all my love, so I went and got you a number of presents. Some of them, rather special... Oopsie, I tied myself up in a ribbon! Come here and... undo it with your hands♥",
    "Katsuragi": "Happy Valentine's Day, Commander! I've prepared a unique Valentine's love speech to intensely relay my feelings to you and quickly convey just how much effort I put forth into this special day! Oh, also, I got you a separate recording of the speech so you may carry it with you and listen on the go whenever you... Commander? Hey, Commander! Where did you go?",
    "I-19": "Heehee, I was making chocolate and couldn't stop worrying about whether it'd be better than last year's or not. But then I thought about how you're gonna praise me, and the chocolate just became really yummy! Pleeease praise me more, Commander♪",
    "I-26": "Happy Valentine's, Commander! Let's play the ol' guessing game. Which hand is the chocolate in? ...Ahahah! Bingo! Truth be told, though, there's chocolate in both my hands. Maybe this year I'll let you taste double the sweetness... Hey, that wasn't a joke, by the way.",
    "I-58": "I've made chocolates that look like shells this time. Speaking of shells, I was out gathering them earlier and found this one which made me think of you, and I wanted to show it to you... Oh, the reason there are so many is because I went overboard. I hope you'll, umm, enjoy my bite-sized feelings one by one...",
    "I-25": "Here, Commander! This year's chocolate! Valentine's is a special day, so you'll let me off the hook for being a little selfish, won't you? Like if I were to spend the whole day with you, replenishing my supply of Commanderinium... That wouldn't be too greedy, would it? Ahh... I feel so blissful just thinking about it...",
    "I-56": "I watched as the others made their chocolate and it gave me both sweet and sour feelings... The urge to tell you how I feel no matter what, and the hesitation that comes with anxiety and wanting to meet your expectations... Being in the middle of that is so much more exciting than I imagined... Let me gaze at you while I immerse myself in romance. Heehee...",
    "I-168": "Heehee. Surprised? My gift for you this Valentine's is so, so, SO extravagant. You have no idea how you're going to repay me, do you? I'll be nice and give you a hint – later, when we're alone!",
    "Akashi": "I barely got it done in time, but this Scary Good Manjuu Chocolate Volume 6 is for you, nya! I was worried I wouldn't have the ingredients to make this for you, nya. I'm raking in the money from the chocolate sales, but I still need enough to give you something, nya! Enjoy, and let me know what you think, nya.",
    "I-13": "I've made chocolates with all kinds of deck marks this year. And aircraft chocolates, too, of course. I don't know how to put it well, but to me, you're like an aircraft carrier that planes can safely touch down on. Do you know what I'm trying to say?",
    "Kashino": "Eek! A-are you okay, Commander? I'm so sorry for tripping and falling on top of you! L-let me get up... Ah, the chocolate I made! ...Thank goodness, it's still in one piece. Um, let me make up for my careless blunder... How about I feed you this chocolate directly?",
    "Z1": "My chocolate this year is the textbook definition of flawless! Look at its perfect color and shape, smell its impeccable aroma, and marvel at its size! ...You're gonna prove your guts by eating it in one sitting? That's what I like to hear! I'll take point so we can conquer this bad boy together!",
    "Z2": "I've made a heart-shaped chocolate this year. Specifically, a chocolate of Lebe holding a heart. You could say I've made lovely progress. At this rate, I'll be able to make a chocolate of you holding a heart, Commander.",
    "Z18": "My goal is to make you smile a lovely smile every day! And today is Valentine's Day, so I've got to make you even happier than usual and smile a super special smile! That's what this yummy chocolate is for. Try it!",
    "Z19": "Umm, Commander, you've been quiet for some time now. Is there something wrong with... Oh! My chocolate is so tasty you need a minute to savor it first? O-of course, take your time! I can't wait to hear your 10 out of 10 appraisal!",
    "Z20": "Happy Valentine's, Commander! I woke up earlier than usual today and ran to you as fast as I could. I won the race, didn't I? The race to give you chocolate first.",
    "Z21": "You'd better take this chocolate now before I eat it myself. Y-yeah, so what? I like how it tastes too! You're the reason I like it to begin with... N-no, I didn't say anything! Forget whatever you heard!",
    "Z23": "Happy Valentine's Day, Commander. The sweet smell of chocolate is coming from everywhere today, isn't it? Looks like everyone is celebrating this day in their own unique way... Hm? Do you hear music? Yes, me too... Heehee. I know how I'M going to celebrate – by inviting you to dance with me right now.",
    "Z24": "I see the abyss has yet to engulf you, mortal. This means the darkness I give you is ill sufficient! This year, I present you with a set of tools. They are enough to dye your entire domicile black! Hahaha! Stop struggling and sink into the Fiend's domain, mortal! ...\"Because you want me to think of you every minute of the day?\" M-mortal! Don't be preposterous!",
    "Z25": "Happy Valentine's, Commander! My chocolate this year is guaranteed tastier than last year's! Sure, it's not as good as Z23's... but the hard work I put into it is definitely there! It's filled with love, so take it, Commander!",
    "Z26": "Here's your Valentine's chocolate, Commander! Like always, it contains a different secret ingredient than last year! I didn't have time to taste-test it this time, though, because all the preparations took longer than I thought... But think of it this way – you'll be the first person ever to taste it!",
    "Z28": "Since I made chocolates based on you last year, I thought I'd take it a step further this Valentine's. I made chocolates of you getting a hug from me! It illustrates our relationship well, and it's not irrelevant to my theme of cute animals, so... Also, I'm going to feed you again! Open your mouth and say \"aah\"!",
    "Z35": "My Valentine's offering to you is chocolate and a special performance! Only for you, of course! Feeling like you can't be without me yet? Good, that's what I like to hear! Now get comfy and focus those irises on me! Don't let your eyes wander♪",
    "Z36": "Heehee, has my magic-infused chocolate left you wordless? Isn't it addictive, with a devilish deliciousness? Soon, you'll find yourself trapped in a world woven of this perfectly forged glamor, unable to escape! Indeed, my bewitching eyes have already seen the future – the future where you and I are all to ourselves♪",
    "Z46": "Commander, have you sighted my book? ...Do I have anything special planned for Valentine's, beyond reading? But of course I do. Simply getting to be by your side would suffice for a satisfying Valentine's Day. That being said, one cannot neglect the yearly custom that is feeding you delectable chocolate. Okay, say \"aah.\"",
    "Königsberg": "Heehee, I didn't think you'd be longing for my whip on Valentine's of all days... Or perhaps what you want is some unforgettable disciplinary \"action,\" hmm? Whatever the case, you can't back out now. Before we get started, I need to think of how I'm going to give you this chocolate♪",
    "Karlsruhe": "Happy Valentine's! After all these years of getting chocolate from me, don't you feel like going someplace farther away with me? I'm not scared of running into any storms as long as I have you by my side!",
    "Köln": "Happy Valentine's Day. I'd like to give you this chocola– Huh? Why do I look so happy, you ask? Well, because I can't believe how easy it was to give you this chocolate. My plan is going smoothly, I suppose... Beyond that, I'm simply happy to be spending Valentine's with you as well, and... Actually, to provide a more accurate answer, I'll first need to see my Valentine's plan to its conclusion. May I answer your question after that?",
    "Leipzig": "Th-thank you for waiting, Commander! Happy Valentine's Day! I messed up and made way too much chocolate, and hauling it all over here took extra time... I-I could've asked Fishy to help bring it all to your office... but I wanted to do it myself and bring it to you personally, directly. So please... t-take my chocolate!",
    "Nürnberg": "When giving someone Valentine's chocolate, you need to be prepared for it, and... um... F-forget it, I'm as ready as can be! You heard me! I won't tense up, even if... even if you make some weird request! Go on, try me!",
    "Magdeburg": "Never noticed it 'til now, but there are tooons of Valentine's stories in comics. Speakin' of, you wanna read this Valentine's special with me? And if ya see a scene ya really like, maybe I'll recreate it for ya? Hahahah! As for this chocolate, just think of it like a nice freebie!",
    "Admiral Hipper": "Here. Your Valentine's chocolate. Just take it. If you lose it, I'm NEVER making it for you again, okay? ...Excuse me?! No, you are NOT going to \"make sure nothing happens to it\"! You're going to eat it, like a normal person! Got it?!",
    "Prinz Eugen": "Happy Valentine's. If you were expecting to get a children's treat then you're going to be disappointed. Heehee, don't look so down. I have something better than chocolate for you, something more suited for an adult like yourself. Go on, open and see for yourself♡",
    "Deutschland": "Comma– Vehicle number two, you're awfully thoughtful today! Are you hoping for chocolate as a gift or something? Hahah! Need I remind you that Queen Deutschland is not so easily pleased? Start by flattering me, crying for me, begging me... then, if I'm feeling generous, I might grant a lowly animal's pathetic little wish!",
    "Admiral Graf Spee": "There's a note from Spee. It says, \"Valentine's chocolate from me. The knowledge that I'm not alone on this day is sweeter than any chocolate. Thank you for always being here for me, Commander. This chocolate, and the feelings behind it, are for you. I hope that tomorrow will always be a day as happy as this. From Spee.\"",
    "Admiral Hipper µ": "Here. Your Valentine's chocolate. Just take it. If you lose it, I'm NEVER making it for you again, okay? ...Excuse me?! No, you are NOT going to \"make sure nothing happens to it\"! You're going to eat it, like a normal person! Got it?!",
    "Roon µ": "The spirit of Valentine's must have corrupted me, because my heart aches even harder than normal for you to fill its hole, Commander. You want solace just as much as I, don't you? Heehee. We really do think alike. Then how about we \"let loose\" for a bit? Just the two of us, like always...",
    "Prinz Heinrich": "Happy Valentine's, Commander! Listen, uh, Eisen was carrying my box of chocolate in his mouth when he accidentally bit down, so... I've only got loose chocolates on me right now... Hey, how about I make it up to you by feeding you? That'll at least put a smile on your face, I hope!",
    "Prinz Adalbert": "I recently figured out that protein powder comes in all kinds of flavors. So I wondered, \"What does the chocolate flavor taste like?\" Hahah, don't look so nervous. The chocolate I've got for you is just normal chocolate. I can't express my feelings with a protein shake, can I? And of course, if you put on weight 'cause of this, I'll take the blame and start working out right beside you.",
    "Scharnhorst": "I've started to feel confident in my chocolate-making skills since you always rave about how good my chocolate tastes. It's a truly strange feeling, this... Now, take my chocolate. The courage you've given me, the things I feel for you, it's all in these little chocolates.",
    "Gneisenau": "The most influential variable in chocolate-making has to be, indeed, feeling. Although, I cannot wrap my head around why your feeling's value exceeds previously recorded levels before even starting... No, it's not yours, but mine as well... I should probably reconstruct my data model based on the developments in our interpersonal relationship.",
    "Bismarck": "Happy Valentine's. I want to thank you for everything, so if there's anything you want to do today, just tell me. If it's chocolate you want, I of course have that ready. Although I'm not good with little things like this, the feelings contained in this chocolate are just as strong as anyone else's. Now, take it – it belongs with you, the one I trust and rely on.",
    "Tirpitz": "Happy Valentine's. Being with you fills me with a drive to celebrate all other special days like this. Accept this chocolate, along with all the sugary feelings that bubble forth inside me because of you.",
    "Ulrich von Hutten": "Tsk. Do you seriously look forward to my Valentine's chocolate THAT much? You get up early in the morning every year and wait right here... Stop making that face. I'm not gonna keep you waiting much longer. I just didn't expect to see you waiting here yet again... If you really can't wait any longer then come along. We'll go get your chocolate together.",
    "Weser": "While I do look forward to your return gift on White Day… seeing your face, filled with excitement and joy, it's almost enough on its own. Heehee. Mind you, I'm NOT saying you shouldn't give me a return gift.",
    "Elbe": "This is my Valentine's chocolate for this year! Heh, it may look plain on the outside, but the inside contains a zesty surprise... lemon! Heehee, did the sour taste catch you by surprise? ...What? You like the balance of chocolatey sweetness and fruity texture? O-of course, I thought of everything to make sure you– Wait, no, it wasn't supposed to be like that!",
    "Graf Zeppelin": "The chocolate taking shape – watching it brought me more satisfaction than I expected. Perhaps hatred and creation aren't so far apart after all... Our saccharine days together would be short-lived, I thought, but it seems this sweetness is slowly melting my hatred away. One might say this is one of the ways you've changed me.",
    "Zeppy": "It's Valentine's, and so I will share some of my delicious treats with you! ...You'll give back threefold on White Day?! That's really nice, but just so you know, I'm doing this to show you how grateful I am, and NOT just to get more treats later!",
    "Peter Strasser": "If you include the time spent waiting for Valentine's, I have devoted far too much time to this one day... That is why I demand an equal reward from you, Officer. Namely, that I may use your time today however I see fit. Any objections?",
    "U-81": "Happy Valentine's, Commander! I've hidden your chocolate in a different place this year! I put them inside a puzzle box I made myself! You need to solve it before the time is up, or else... who knows? Maybe the chocolate will melt? Better be quick, now! Figure it out and find my chocolate! Heehee!",
    "U-47": "Whew... I picked this place to give you my chocolate because it's familiar to me... but now that we're actually here, just us two... I feel even shyer than usual...",
    "U-557": "You have no idea how many unimaginable hardships I overcame to make and hand-deliver this chocolate to you... Don't think too much about the shape. It may LOOK weird, but it tastes just fine!",
    "U-556": "Happy Valentine's Day, Commander! Can we play now that you've gotten my chocolate? Lord Bismarck said that Valentine's is a day for making the person you like happy, and I have sooo many ideas on how to do that! Come with me, heehee! ...Oh! N-no, I didn't bring up Lord Bismarck's name just because I wanna play! Nuh-uh!",
    "U-73": "I've heard that the efficacy of Valentine's chocolate is affected by the clothes you wear and the place you give it away. So, Commander, for the sake of getting more data, will you assist me with some tests while I observe from multiple angles? Great, then let's begin with the clothes you'd like me to wear.",
    "U-101": "Commandeeer! I made chocolates in the shape of Great Shark this year round, and he's finally given me the thumbs up! Well, I can't get the chocolates out of his mouth now, ahahah... but I guess that's no biggie. I've got more, and I'm sure you're gonna love 'em!",
    "U-522": "I'd like it if your feelings were a secret just between us, but it's dead obvious that you're fiending for my Valentine's chocolate. You could say that the fact that I can tell is proof that our minds are in tune with one another, maybe. And frankly, that's a li'l something that makes me really happy.",
    "U-110": "Commander, Happy Valentine's. Raaawr! (U-110 thinks shouting \"rawr\" will do for conveying her feelings. In return, you gave her a large box of candy, which should keep her happy for a long while.)",
    "U-96": "Hey, Commander, 'bout that last mission... *mwah*! Hahahah! Got you good, didn't I? Don't even have the time to get embarrassed when I do it out of the blue like that, eh? ...Huh? Whoa, your face is red like an apple! For crying out loud... Alright, here's your Valentine's chocolate. To go along with your surprise kiss♪",
    "U-37": "It ain't easy coming up with surprises every year for your Valentine's chocolate, y'know. Buuut you're worth it, so I've got somethin' new for ya. Go on, guess what's inside this box. Get it right, and I might just have a heart-thumping special surprise for ya♪",
    "U-410": "What sentiment is baked into my chocolate this year, indeed... You want to know? You really are a strange one. To be fair, I think I'm turning stranger and stranger over the years, always giving you chocolate on this day. Maybe we're a better couple than either of us realizes.",
    "U-1206": "Commandeeer! See this button? If you push it, this gift box will automatically open! ...Hm? What's this other button do? I forgot... Let's see... Whuah! The chocolate went flying! Quick, Commander! Catch it with your mouth! You can do it!",
    "An Shan": "Commander, are you sure you're okay with letting me handle the whole date schedule? ...Oh, no, it's just... Today is a special day, so I want to know what would be fun for you.",
    "Fu Shun": "I've made pretty good chocolate so far, but a while before Valentine's Day, I messed up the kitchen so bad that I got banned... So I snuck in there and made this chocolate in secret! Don't tell anyone, Commander! It's our little secret♪",
    "Chang Chun": "Happy Valentine's, Commander! Heheh, isn't this tiger chocolate cute? It's got ears and a tail! I even got the jump on Fu Shun and An Shan so I could get my chocolate first to you this year~ Go ahead and take a bite! I just know you're gonna smile from ear to ear~",
    "Tai Yuan": "Just following recipes feels a little too plain... Umm, I put some of my own ideas into it so you could really taste how I feel. It should match your preferences... I-it may LOOK plain, but try it!",
    "Yat Sen": "\"May I be a star and you the moon, so that I might shine on you every night.\" Does this communicate my feelings well enough, Commander? Please accept my chocolate modeled after a star and the moon. If you'd like tea to match, heehee, I'd be happy to make a pot of fragrant tea.",
    "Ning Hai": "Heheh, check out the Super Legendary Luxury Chocolate I toiled over! This might just be one of the most luxurious chocolates in all of history! Hurry up and eat it! Feel the love instilled in its flavor – and the infinite possibilities in the feelings that make it so sweet!",
    "Ping Hai": "Commander, Happy Valentine's Day! My chocolate might not stack up against my sister's \"Super Legendary Luxury Chocolate,\" but... I made this because I always wanted to try chocolate with alcohol in it! Something weird might happen when we eat it, but I'll be fine as long as I'm with you, right?",
    "Ying Swei": "Heehee, you look surprised. That makes all of my practice worthwhile♪ Painting on chocolate isn't quite the same as doing it on paper, but... You can't bring yourself to eat such artistic chocolate? It's okay, Commander. I'm happy to make as many as you desire.",
    "Chao Ho": "For such a special day, I didn't just make chocolate – I prepared a song and dance for you, too... Well? Have I impressed you with my charms? Heheh! This is the composure of a big sister!",
    "Hai Tien": "\"Happy Valentine's Day.\" This chocolate doesn't have my personal touches, but I'm happy to make up for it with a poem I wrote just for today. Heehee, I find verse is more meaningful when you want to convey your feelings.",
    "Hai Chi": "Happy Valentine's Day, my dear dear dear Commander♪ A day where you tell someone ALL about how much you love them – it's basically made for me! So here, take my carefully, lovingly made chocolate! Make sure you tell me ALL about how you love me too after you eat it!",
    "Chen Hai": "\"A person of principle is one who can watch a board game without comment.\" So they say, but I don't think your mind is here at all. Heehee, at this rate, I'll be the one who wins the chocolate prize. Come on, I'm kidding. How could I let you lose today, of all days?",
    "Carabiniere": "Happy Valentine's Day, Commander! Please accept this year's chocolate! ...The chocolate isn't enough? You want me to tell you how I feel directly? G-geez, don't tease me! Oh! Not that I'm refusing... I-I'll say it! I'll say it, okay?! (*blush*)",
    "Vincenzo Gioberti": "Happy Valentine's! Please enjoy the chocolate I made for you~ Do you like it? It has the air of a mature woman's refined chocolate, doesn't it? We've spent many Valentines together, so handmade chocolate is an easy task!",
    "Maestrale": "C-Commander, umm... I wanted to sincerely express myself, so I made... chocolate and a p-picture book... It's hard to say it myself, but I put everything I want to tell you in them... Please accept them...",
    "Libeccio": "Commander! Happy Valentine's Day! I thought of a name for this year's chocolate in advance! Listen here... Ta-da-da-daaa! \"Sweety MAX!\" Heheh, my chocolate baking skills AND naming sense are better than ever! I spent all year studying, after all! Don't forget to reward me with headpats~",
    "Nicoloso da Recco": "Commander acquired! Drop anchors! Captain da Recco's Valentine's Voyage has arrived! My chocolate cargo is all yours♪ Heheh, I molded it in the shape of a compass! So? Ready to set sail with Captain da Recco?",
    "Duca degli Abruzzi": "Commander, will you take this box of premium chocolates, filled with Sardegnian glory? Not only is it a gift from Luigi di Savoia Duca degli Abruzzi, it is also proof of our close relationship as... Yes, this may feel a bit cold, but a dignitary does sometimes need to preserve their grace. As for my true feelings... You should bring the box home and savor what's inside.",
    "Trento": "I'm going to hold on to your chocolate until evening! That way, I'll be in your mind for the whole day♪ Or is that being too mean? ...Oh? You'll really try to be patient until then? Heehee. That's my Commander! But, now that you say that, you're making me want to give it to you early.",
    "Zara": "Happy Valentine's Day. Want to guess how many chocolates I made this year? Hehehe~ Aww, I understand just how much you want to monopolize me. In return... I'll give you the chocolate I made just for you...",
    "Pola": "Oh, Commander? If you want my Valentine's chocolate this year, then be prepared to spend all day with me. Really, I'm your ONLY option. It's not as if I'll let Zara have you♡",
    "Vittorio Veneto": "Hm? Are you curious about the shining glory of the Sardegnian Empire within this chocolate? Heehee, I'm so glad you asked. If you want to know more about Sardegna, then you should taste its authority and charm for yourself. Commander, may I take you on a flavor journey?",
    "Littorio": "Heehee, Commander, today is the day where you get to fully experience Littorio's charms! Have you thought about what you'd like to enjoy with me? Oh, don't you worry. I've decided to grant all of your wishes on our special little Valentine's Day!",
    "Conte di Cavour": "I tried to make an even bigger batch of chocolate for you this year, but I was worried it wouldn't all fit in your office, so I tried to compress the crystallization of my love a little bit... It's the same amount of mass, but it's bite-sized now. If you're that interested, why don't you eat it now?",
    "Giulio Cesare": "My chocolate might not knock your socks off, but I think it turned out good. And you can have as much as you want! Of course, we need to worry about your calorie intake, so I plan to join you in your training from now on! Reassuring, isn't it?",
    "Aquila": "Commander, Happy Valentine's Day. C-could you close your eyes for me, please? Umm... Well, waiting for a kiss has failed so far, so instead, I wanted to try the reverse... Nnnh... Being assertive is difficult...",
    "Torricelli": "Hehe, hehehe... Where do you hide a tree? That's right – the forest. The Commander's just left, and I've snuck into the office... W-wait, why are you back already?! Urgh, I'll just have to give you your Valentine's chocolate directly... Hehehe, h-happy Valentine's Day...",
    "Grozny": "*burp*... Hot chocolate is more mellow when you make it yourself... Comrade Commander, do you want a refill so you can taste it more? You say you feel a little dizzy? ...Oh, that must mean my feelings got through to you...",
    "Minsk": "Happy Valentine's Day! I had a flash of inspiration for new chocolate this year! This chocolate is full of my feelings for you and all my ideas... N-now which locker did I hide that chocolate in...? G-guess you can't have it until you help me find it~☆",
    "Tashkent": "Dear Comrade, here's my handmade chocolate. ...Oh, right. You're supposed to kiss the giver in return when you receive chocolate, right? Then I should give you a little extra bonus. Say, for example... granting one of your wishes?",
    "Tashkent µ": "Dear Comrade, here's my handmade chocolate. ...Oh, right. You're supposed to kiss the giver in return when you receive chocolate, right? Then I should give you a little extra bonus. Say, for example... granting one of your wishes?",
    "Stremitelny": "Heheheh. Stack two snowballs, and you get a snowman♪ This cute, delicious snowman is my gift to you, Commander! Chocolate isn't just drawn on its face, either; the inside is chock-full of tasty chocolate! Heheh, sounds delicious, doesn't it?",
    "Gremyashchy": "Happy Valentine's Day. Mm, that's all. Today's a day to use chocolate to show people how you feel, right? And you've already got it, right, Commander? If you wanna know more, then just eat my chocolate. Yep, that's all...",
    "Gromky": "Comrade Commander, Happy Valentine's Day! Hey, c'mon, don't headpat me until I'm done! Ahem! To thank you, I've brought my own handmade chocolates in many different flavors! Now, I will gladly accept headpats in return!",
    "Avrora": "I had Pirozhki distract everyone so I could get a minute to give you chocolate♪ It may not be for long, but I finally get you all to myself on this special day♪ I know... \"You made me do such a naughty thing for you, so now it's time you take responsibility.\"",
    "Pamiat' Merkuria": "Happy Valentine's Day~ Since you're taking my chocolate, it's only right that you hear out my request, right? I'm inviting you to a special, full-course, premium Valentine's Day dinner! We'll be the only ones eating, so you don't need a formal invitation~ Don't you dare be late, though♪",
    "Chapayev": "Hahaha, yes, the box I left here DOES contain my Valentine's chocolate. Look at you being patient and not opening it, Commander♡ But... It is Valentine's Day, so I don't think you need to wait any longer – oh, but no taking off that bridle, got it?♪",
    "Kirov": "\"Comrade Commander, please accept this chocolate! It symbolizes our feelings for each other.\" ...Rehearsing what you're going to say in advance does take away the pre-chocolate-giving nerves, huh? Except... It doesn't seem to do much for you AFTER you've given it away...",
    "Murmansk": "Comrade Commander, Happy Valentine's~ ♪ Heehee, I'm going to watch you very closely so I can see how you feel~ Having you say it outright is fine, too, but I like this more♪",
    "Tallinn": "Happy Valentine's Day. Yeah, I finally managed to get your chocolate to you when and where I wanted to do it. So, how does it compare to last year's? \"As long as you're here, I love it\"? C'mon, I'm not easy enough to fall for that... Hmph! *blush*",
    "Gangut": "Comrade, Happy Valentine's! Try out this special Valentine's chocolate vodka! It's not as strong as the usual stuff, but it's nice to add some sweetness once in a while! ...You're worried because you don't drink much?! Then try a sip from my glass first, if you want.",
    "Sovetskaya Belorussiya": "Good morning, Comrade... Er, I guess I should say Happy Valentine's Day. Did you come here so early so I could be the first one to give you chocolate today? Hahaha, then I'll feel guilty if I don't spend the whole day with you!♪",
    "Sovetskaya Rossiya": "Happy Valentine's Day, Comrade Commander. Confirm receipt of this chocolate, please. I checked it over a few times, so there shouldn't be anything wrong... Hm? There's chocolate on my face...? Ack! How could this happen...",
    "Le Triomphant": "Good day, Commander. As a knight of the Iris who must be elegant at all times, I must take Valentine's Day and what it entails as seriously as I do anything else. Please accept my handmade chocolate. It may not taste as good as my sisters' chocolate, but... I promise that my feelings aren't inferior to theirs!",
    "Forbin": "Commander, Happy Valentine's Day! This year, I didn't just practice baking chocolate; I even learned how to wrap and tie it up with a pretty little ribbon... Do you like it? Has this squire finally given you the perfect present?",
    "Le Téméraire": "I racked my brain for hours trying to figure out which you'd like the most, so in the end, I just made a whole Valentine's chocolate buffet for you! But there's one last step I need you here for... Time for my Sweet Love Spell! It's the perfect magic for making you happy, Commander♪",
    "L'Opiniâtre": "Last year's chocolate inspired me to decorate a chocolate cake with a picture of you and me... Now, it's finally time for the magic. Commander, close your eyes, okay? *kiss*... This spell is called, umm... True Love's Kiss...",
    "Le Terrible": "Commander, I wish you a lovely and happy Valentine's Day. Please accept my chocolate. If you feel like you've had too much sugar, I have tea... Ahem, iced tea as well, of course. Heehee, don't be silly. This didn't take any effort at all; I just made it during my break.",
    "Maillé Brézé": "As an escort knight, my job on Valentine's Day is to escort both you and the chocolate! Now, take my chocolate, the symbol of a Templar Knight's honor! By the way, I've already checked tonight's Valentine's dinner, and I can confirm that it contains no green pepper!",
    "Émile Bertin": "Heehee, I've arranged a fantastique day for you, Commander – from a morning stroll to a candlelit dinner, I've planned the whole thing. Now that I think about it, it's not too romantic if everything goes according to plan... What say you? Do you think it might be better if there are... some unexpected surprises?",
    "Jeanne d'Arc": "Saint Valentine's Day is upon us once more. Happiness be to lovers across all the world on this day... Hm? Commander? When did you get here? ...I'm glowing again, you say? I-I see... That aside, please, have this chocolate.",
    "Richelieu": "I would not say that chocolate is enough to fully convey one's feelings. For that reason– Yes, as you've guessed, I also offer you this bottle of Iris wine. Its mellow aroma and holy red color symbolize love blessed by the Holy Iris. Let us share a supper and raise a glass together, Commander.",
    "Béarn": "A sacrament to ward off the drowsiness caused by eating too much chocolate, you ask? Certainly, I know just the thing. For now, stop fighting the drowsiness; embrace it as you surrender yourself to the sacrament known as a \"lap pillow.\"",
    "Surcouf": "I went shopping for Valentine's things... buuut I bought way too much stuff. Oh well, they're all gifts meant for you anyway, so you can have 'em all! ...Huh? Why are you carrying me, too? Do I count as one of the presents?",
    "Le Mars": "Commander, Happy Valentine's! I've been waiting sooo long for this day, heehee. I'm over the moon just for getting to directly show you how I feel♪ So, yeah, I've been pretty excited about this day, and I poured that excitement into this chocolate! Please take it!",
    "Tartu": "Commander, please have my Valentine's chocolate... Hm? What? I made several batches of chocolate as a backup, and this is my second time giving you some? You must forgive me, I must be so stressed that I thought the first time was just a dream...",
    "Vauquelin": "Happy Valentine's, Commander! I'm here again with my signature chocolates! Here you go – delivered perfectly! Heehee! So, do you have a special surprise in store for me? You do? Aww, thanks! ...Huh? Commander?! W-wait! Were you listening in while I was reciting?!",
    "Le Malin": "Finally, it's finished... I'd never gladly go through the backbreaking work that is making chocolate if it weren't for the Commander... But now I'm beat... So sleepy I might pass out on the spot... Ugh, I wish someone else would put on my pajamas for me... I'll spend Valentine's with the Commander after a nap...",
    "Le Malin µ": "Finally, it's finished... I'd never gladly go through the backbreaking work that is making chocolate if it weren't for the Commander... But now I'm beat... So sleepy I might pass out on the spot... Ugh, I wish someone else would put on my pajamas for me... I'll spend Valentine's with the Commander after a nap...",
    "La Galissonnière": "Sorry! I was making chocolate and... kinda got caught in an explosion... Ahahah! You thought I was serious? I just made the chocolate LOOK like it got blown up. And the taste is surprisingly good! Especially this bit that looks like a metal fragment. That's a nut wrapped in edible gold leaf. It's nice and crunchy! Give it a taste♡",
    "Foch": "Hey there, Commander. Happy Valentine's! I figured you worked overtime just to make time for today. You must be beat... So, I've brought chocolate and something to boost your energy. I'll take care of everything for you today so you can lie back and relax♪",
    "Algérie": "Commander, you can't let your mind wander when you're alone with me, okay? *sigh*... If that's how it's going to be... It's a bit soon, but here – Valentine's chocolate to you, my beloved Commander. Do you feel relieved? Good, then you can start concentrating on our date♪",
    "Dunkerque": "Good timing, Commander. I just got done baking these. Be careful, they're– Oh, it seems I was just a moment too late... Oh well. Say \"aah\" for me. You won't be able to eat any more chocolate if you burn your tongue, will you?",
    "Jean Bart": "It's Valentine's – don't be shy, just tell me what ya wanna do. It's the whole reason I made time for today... Oh, yeah, I oughta give you your chocolate first. Appreciate the reminder, but don't forget to make this day fun for us both now, ya hear?",
    "Gascogne µ": "Master, requesting that you accept Gascogne's chocolate. Correction: that you accept Gascogne's chocolate prior to its melting due to rising temperatures originating from emotion module. Master, please, take it... I've learned from prior mistakes and upgraded my cooling systems, but it seems... it still isn't enough...",
    "Neptune": "How do you like this year's Valentine's Day? I put extra thought into everything, from the drinks to our dining environment. All to ensure you have an \"unforgettably unique and special experience.\" Heehee♪ And of course, I've put on your favourite clothes. Both the outer layers... and the inner layers.",
    "Monarch": "I know that it is meaningless to compete over something as silly as chocolate to prove my excellence. But, if it's actually love that we're all competing over... Now I understand. Then my task is to prove that I, Monarch, love you more than anyone else!",
    "Ibuki": "Through feelings most genuine, skill that has been polished over time, and vigorous but deliberate cuts was this chocolate made... Milord, pl-please... accept Ibuki's whole being.",
    "Izumo": "I've brought you here to the kitchen to witness the process of creating chocolate with this world-scorching heat. Now, feast your eyes as the scorching sweetness is forged! ...Why are you so far back? You should eat my Valentine's chocolate the moment it's finished – that's when it's most delicious.",
    "Roon": "The spirit of Valentine's must have corrupted me, because my heart aches even harder than normal for you to fill its hole, Commander. You want solace just as much as I, don't you? Heehee. We really do think alike. Then how about we \"let loose\" for a bit? Just the two of us, like always...",
    "Saint Louis": "I am a mediator who stands for fairness, yet I won't let anyone else have you on this special day... I feel that this is wrong, but my selfish desire to bask in happiness for once is stronger than my sense of justice. May the Iris bless us on this joyous day, my soulmate.",
    "Seattle": "I'm hosting the Valentine's party and that obviously means I've got first dibs on dancing with you, heh! Then, when the song ends, I'm gonna slip some chocolate and a card into your breast pocket... Perfect! Also, I've been told that it's essential that we sneak away during the party and have a secret date in the garden!",
    "Georgia": "Happy Valentine's! Hahaha! I was thinking you'll probably get fed up with eating so much sweet stuff, so I got you cola-flavored popping candy chocolate instead! They're only selling a limited number of these, and I've been waiting to open mine together with you. C'mon, let's give it a taste!",
    "Kitakaze": "I decided to wait until we could be alone before giving you my chocolate. What I didn't expect was that it would be dark by then... A-anyway, here! Take my chocolate! O-one more thing... Could you accompany me to the dorm tonight? It's frighteningly quiet outside and... I'm a little scared, to be frank...",
    "Azuma": "Are you looking for me? Oh, sorry! The Valentine's lunch I made tastes better when warm rather than piping hot, so please wait just a minute. As for chocolate, I've of course made some of that as well. I think we should save it for our afternoon tea. How does that sound?",
    "Friedrich der Große": "Heehee. Don't hide your desires from me, my child. Speak what your heart wants. You needn't exercise modesty; however selfish your request, I will happily indulge you. Be it sweet chocolate, sweet affection, or whatever else, I have all that you desire in limitless supply.",
    "Gascogne": "Master, requesting that you accept Gascogne's chocolate. Correction: that you accept Gascogne's chocolate prior to its melting due to rising temperatures originating from emotion module. Master, please, take it... I've learned from prior mistakes and upgraded my cooling systems, but it seems... it still isn't enough...",
    "Cheshire": "Owner! Hey, why the surprised look when you just woke up? I've had to control myself sooo much and not squeeze and cuddle you ever since I snuck in here! Heehee, now take my Valentine's chocolate and tell me what a good girl I am!",
    "Drake": "It's more exciting to seize booty with your own two hands, don't you think? Then why don't you try and steal my Valentine's present for you this time? It's a very, veeery tempting piece of booty that's sure to make you go \"yes\"!",
    "Mainz": "Broadly speaking, yes, it is coffee chocolate, but each coffee bean has its own unique taste. That wasn't reflected in the chocolate, which is my fault... Regardless, I'd like you to have this box of chocolates, Commander. Naturally, all the beans used to make this chocolate were roasted and ground with care...",
    "Odin": "My Commander, have you been craving the fruits of my love? Good things come to those who are patient, and this chocolate is the reward for your forbearance. Go on, take it already! This is enough teasing for one day. Do not tell me you ENJOY making me speak in this tone!",
    "Champagne": "Embrace this blessed day with open arms,<br>The same ones that embrace your love<br>In the mouth of your heart, my sweet feelings melt,<br>In my bosom, a wish this bliss may forever be felt",
    "Anchorage": "Teacher, smell Anchorage's chocolates! *sniff* *sniff*... This one's different, and this one too. They all taste different! I practiced making chocolate really hard just for you. I even drew a picture you'll like! Heehee... Everything you like, Anchorage likes too! But my most favorite thing is you!",
    "Hakuryuu": "Happy Valentine's Day, Commander! ...What? My katana? I-I'm feeling a bit tense, so I'm holding on to it tightly... Hey, what's with that look?! My hand is steady! My katana is NOT going to slip out of my hand and hurt you, alright?",
    "Ägir": "Behold, Commander. These hands that whip up maelstroms are being used to make chocolate just for you. If that moves you to tears then let them flow... \"Didn't I say making chocolate was child's play\"? You have some nerve, teasing me like this... One more word and you can forget about getting even one bite! I'll eat it all myself!",
    "August von Parseval": "Happy Valentine's Day, my familiar. This sweetness is a reward – for you alone to enjoy. Come, sink into the abyss of dreamlike pleasure. Once you awaken, you shall be indisputably mine... But for the moment, you will amuse me with your futile resistance.",
    "Marco Polo": "It's the same every year; you receive a veritable mountain of chocolate... I really am at a loss as to where to put it all. It can't stay in your office; it's cramped as it is and becomes almost unnavigable... Ohh, if only you'd allow one small port extension. Then we'd finally have a place to store this precious chocolate packed with love. If only!",
    "Hiryuu META": "Happy Valentine's Day. It's hitting home just how important this day is. It's an opportunity to bake all the feelings I've been having into chocolate and convey them to you. Please, have this. I will stay by your side for another year, just like always.",
    "Ark Royal META": "It is important to protect your near and dear with your life, but so too is being forthcoming with your feelings. This Valentine's chocolate is an expression of both gratitude and affection from me. Take it. And as always, I will give my all to protect that and those you cherish.",
    "Helena META": "Happy Valentine's, Commander. I've got your favorite flavor of chocolate here. Heehee... I bet you're wondering how I found you all by yourself. I'm afraid that's going to remain a girl's secret. Sometimes, ignorance is bliss♪",
    "Souryuu META": "I want to offer you this Valentine's chocolate, made with my gratitude for always sticking with me. It doesn't matter whether you're with me in my dreams or in the waking world, because you give me courage either way. I hope my presence, in return, makes you feel more... Oh, no, forget I said anything.",
    "Fusou META": "May this year's chocolate bring you many blessings, Commander... Huh? You think eating a lot of it will make you \"really happy\"? I don't believe the amount of chocolate has any bearing on it, but... Very well, I will apply myself for the sake of your happiness, Commander.",
    "Hiyou META": "Here's this year's Valentine's chocolate. Take it. I restrained myself this time around and didn't cut it up... What? Now that I haven't cut it, it's too big? God, it's always something with you! What's it matter how big it is if you're gonna eat it anyway?",
    "Gneisenau META": "Let's skip the needless conversation and cut to the chase. Please accept these Valentine's chocolates. Hm? Why are you looking at me like that? Don't you come here every year to get chocolate? So all I need to do is make chocolate before you can ask about it.",
    "Junyou META": "Commander, will you accept my Valentine's chocolate? And will you... be with me, even if just for a while? O-oh, no, I don't have any business with you per se... N-never mind I said anything...",
    "Jervis": "This is my Valentine's chocolate for you. Now, remember to moderate your sugar intake. You can expect a headpatting if you behave well. Oh, sorry, I... I didn't mean to be condescending. You're not a child, and I shouldn't treat you as though you were... What? You'd LIKE me to headpat you? O-oh...",
    "Bellona": "Happy Valentine's Day, my liege. I implore you to accept this chocolate. You know, Valentine's Day reminds me of a duel – both sides focusing all their attention on the other. I like it quite a lot. Needless to say, it's also an opportunity to spend a whole day with you, which only makes me happier.",
    "Little Cheshire": "Owneeer! Meooow♪ Happy Valentine's! Today is a day for hugging your sweetheart! So what I wanna do iiis... hug you for this whooole day, from start to finish! Oh, and also, I've got lots and lots of yummy chocolate! You can have all of it!",
    "Revenge": "P-pardon me, Your Excellency! Happy Valentine's Day! ...I've handed off the chocolate without incident, so I'll take my leave n– Whuah?! Oh, goodness, I'm sorry! I tripped again! I was really hoping it would go smoothly this time around...",
    "Vanguard": "Commander, to celebrate this very special day, I offer you a palace guard's most treasured item – namely, my sword! ...I'm joking, of course. It's Valentine's, so relax a little, alright? That said, I can offer you my sword in chocolate form. I hope it's to your taste.",
    "Indomitable": "*sigh*... I spent so much of my energy on making the chocolate that the giving step is proving quite a pain... That is why I called you to the kitchen, Commander. Since it's right there in arm's reach, we might as well forgo wrapping it and skip to the fun part. Say \"aah,\" Commander♡",
    "Emden": "Heehee♡ Your eyes twinkle with excitement, and this is something I cannot ignore. All your loyalty up to this point has earned you a small, small reward. Take it, dear human♡ \"Your gaze burns with fiery delight... Yes, that's it, drink more of the sweet nectar that is Emden♥\"",
    "Elbing": "Ugh... I thought about leaving early to deliver my chocolates, and then I overslept and got lost... Valentine's is almost over, and I still haven't found the... C-Commander?! There you are! H-here, my Valentine's chocolate... I'm not too late, am I?",
    "Yorck": "Happy Valentine's, Commander. Heehee... That moment of time between giving the chocolate and getting a response, that feeling of being affected by your every move... it's so exhilarating. Well, Commander, what will you do now? Don't disappoint me♥",
    "Little Prinz Eugen": "Heehee♪ I get it. You made time just so you could be with me today. You're so nice. This means we can eat lots of candy and go to all kinds of fun places, right? I don't know about you, but I'm super excited about that♪",
    "Seydlitz": "For the sake of fairness, please accept this Valentine's chocolate! I cannot thank you enough for all that you've done for me, Commandant! I can hope for no more than to continue fighting and seizing victory by your side!",
    "Lützow": "Hm? Mornin', Commander. Why so surprised? I decided to overnight in your office so you'd come to me instead. You'd just get upset if I called you somewhere and overslept, wouldn't you? So this was an easy solution♪ Anyhow, here's your chocolate. That's all I wanted to say. Night night...",
    "Thüringen": "Happy Valentine's Day. You always give me your honest thoughts, so I want to use this day to set an example and do the same. Hahah, well, perhaps now isn't the best time. It should be done when we have some time to ourselves. Will you accept my invitation, Commander?",
    "Pompeo Magno": "Happy Valentine's Day once more, Commander! This is Captain Pompey the Great's specialty Valentine's chocolate, and I want you to have it! I went with a new recipe, and had a few blunders along the way... No, forget I said that! There is nothing Captain Pompey cannot do! Besides, a few mistakes don't matter if the end result is good!",
    "Trieste": "It feels wrong to be stern with the Commander on Valentine's Day, but how do I be nice about giving my chocolate to... C-Commander?! When did you get here? I-I was just... Never mind, have this chocolate. It's your favorite flavor, I might add.",
    "Impero": "Hey, Commander, it's teatime. How about something sweet to munch on? Like, for instance, my Valentine's chocolate. Have some hot tea to go with it and you'll be dozing off in no time... *yaaaaawn*... Like I am right now... Once you're done... come lie down with me... Zzz...",
    "Soobrazitelny": "Here, Comrade! Your genius mechanic has created a fully automatic chocolate maker! This allows you to create infinite chocolate whenever you– Can you alter the recipe? Ahh-ha-ha-haah! Yes, of course I thought of that! You just give it a WHACK! And a BANG! And it'll produce your favorite flavor of chocolate!",
    "Kiev": "Mhm, these cactus-shaped chocolates are pretty cute... They're an expression of my feelings. You're someone who'd never leave me, or even a cactus, out to dry, which makes me feel happy and safe...",
    "Arkhangelsk": "I'm sure you've gotten all kinds of chocolates today. And what better drink is there to go along with so many flavors than black tea? I used only the most expensive leaves to brew this. Oh, and I made some chocolate as well. Enjoy! Heehee♪",
    "Volga": "Happy Valentine's Day! I think if we keep a stock of chocolate in the office, you won't have to worry about getting peckish... Huh? Instead, you'll worry about me eating too much? That won't happen... I hope. Ugh... I think you hit the nail on the head, actually...",
    "Kronshtadt": "Happy Valentine's. I caused a distraction to draw everyone else's attention. This way we can be alone while I hand you my chocolate. Honestly, I wasn't sure about it at first. \"Should I go this far just for Valentine's Day?\" I wondered... but the ultimate answer was, \"Yes.\"",
    "Joffre": "This day of romance has come again. Are you here to ask me to pass judgment on your feelings? Heehee, I jest. Heartfelt feelings are the last thing that demands holy judgment. Let us both cast aside restraint and express our sincerest feelings to one another on this blessed day.",
    "L'Indomptable": "Happy Valentine's. I've been studying the art of chocolate-making alongside others! ...What? You need to feed it to your recipient for the chocolate-giving ritual to be complete? V-very well! Open wide and say– Wait, no! You're lying, aren't you?! Gah! You nearly deceived me, and after someone explained it to me, too!",
    "Plymouth": "Greetings, dear Commander. Valentine's Day comes but once a year, and I've learned a range of wonderful songs about love. I shall sing one for you whilst you enjoy some treats, sweets, and the chocolate you love so much. Rejoice, and please have a sublime day♪",
    "Prinz Rupprecht": "You belong to me, so I don't need to give you a Valentine's gift or anything else! Blep! ...No, of course I don't mean it! What do you think I am, a mega cheapskate? Here – this is what you've been dying to get your hands on! It is obviously the best you'll get, because it's from ME!",
    "Harbin": "What's up, Commander? C'mon, just tell me what you want... Ah, it's the day of chocolate changing hands again! Hahaha! Sure, I'll give you some. I carry this around every day when I need energy in a pinch, buuut... Yeah, you can have it!",
    "Chkalov": "This chocolate is for you, Commander. I've read that what you get on Valentine's Day, you should return threefold on White Day, but in the principle of a fair give-and-take, you can just give back something of equal value. And if you want a specific value judgment, I'll help with what you need.",
    "Brest": "You've come to me on this romantic day, hoping to hear a love story of legendary status – is that correct? Or have you come to create your own love story with me? Whatever the case, I am ready to do what you wish♪",
    "Roma": "I am well aware of the tradition that is Valentine's Day. This chocolate is a symbol of my gratitude for everything you do. You should take it... You'll give me the best gift I could ask for later, you say? Heehee. That's wonderful. I look forward to seeing what you bring me.",
    "Giuseppe Garibaldi": "Happy Valentine's, Commander. I didn't have time to make chocolate. Sorry about that... Oh, you're not so easily duped, I guess. See, I was hoping to give it to you later when we can be alone. Reckon you can be patient until then?",
    "Leonardo da Vinci": "Happy Valentine's Day! Show me those hands and take my chocolate! ...Ah, you noticed the drawings on the chocolates! Yeah, these are all my most favorite designs! Their internal designs are just so perfect I thought they'd make good decorations on the chocolates♪",
    "Emanuele Pessagno": "Okay, now the chocolate is done and– Eep! Commander, how'd you know I was here?! Did you... see me through the telescope? W-well, you found me, so now I just have to give it to you directly... Umm... Happy Valentine's, Commander...",
    "Alfredo Oriani": "Happy Valentine's, Commander! Here, your chocolate for the year! Okay, I'm gonna keep this brief – you mind if I'm with you for the whole day? A-and not like... a-as a date or anything like that! It's for my weekend special, \"Up Close and Personal: One Day of PDA With the Commander\"! Yeah, I need a full set of photos for my article!",
    "Bolzano": "I-I made you this to thank you for always treating me so well... It's Valentine's chocolate. I-if you don't want it, I'll just... Y-you do? Really? Oh, thank goodness... I'll never forget this moment when you said, \"Yes\"!",
    "Trento META": "Happy Valentine's Day, Commander. I'd like you to have this chocolate. Also, may I please hug you? Ahh... Your arms, the warmth of your body... Oh, it's just I needed to make sure this was real. I'm so happy right now I thought I might be dreaming...",
    "Brünhilde": "Commander, Happy Valentine's Day. In addition to chocolate, I got something else. I hope you like it. It's nothing particularly expensive, just a fountain pen I repaired. It had a valkyrie on it, so it might have some commemorative value.",
    "Blücher": "Valentine's Day! The day for loudly professing your love! I love you so, so, SOOO much, Commander! Come over here and claim your chocolate already! I've got sooooo many more things I need to tell you! Come with me on a date, pleeease!",
    "Z16": "The recipe had this really dense do's and don'ts list and reading it strained my eyes so badly... How'd the finished chocolate look anyway, you ask? Uhh... Good, probably? What do you think, Commander? ...Whoa, what?! Why're you standin' so damn close?! You shoulda said somethin'! You scared the daylights out of me!",
    "Renown META": "Happy Valentine's Day, Commander. The port owes its peace to you, as do we who enjoy it so. I am more grateful to you than words can express, but the least I can do is offer you this chocolate as a thank-you. Please, accept it.",
    "Musashi": "Are you thinking about this \"Valentine's\" thing again? You've naught to worry about. You may rest easy on this day whilst I oversee everything. Everything will be handled for you – even chocolate. Simply ask for it and I shall get you it.",
    "Wakatsuki": "It's expected that I express my feelings on this special day, and so I've made chocolate baked with my gratitude and respect for you, Commander! Please, take it! Additionally, if there is anything else you'd like me to do, please don't hesitate to tell me!",
    "Sakawa": "I know what you're thinking. \"Maaan, if only that cutie Sakawa would give me her handmade chocolate.\" It's written all over your face! And I'm going to grant your wish to a T – I'm just cute like that♪ Come on, take it! By the way, if you've got any other wishes, now is the time to tell me. Because I won't be as generous later♪",
    "Haguro": "What? It's dark as hell outside, and you're still up? Oh boy... Were you waiting for my Valentine's chocolate or something? ...No, like, it's not that I DON'T want to give it to you. It's just, like, I'm kinda shy, so... I was gonna sneak it in under your pillow while you were sleeping, and... yeah...",
    "Miyuki": "H-Happy Valentine's Day, Commander! Since, uh... you seem to really like feeling my tail, I made you this chocolate... in the shape of a tail... Umm... It's okay if you don't like it... W-will you please accept this gift?",
    "Janus": "\"I got to be alone with the Commander this year and hand over my chocolate! Although, my heart was beating so fast I could only stare at the ground... When I touched the Commander's hand, it was so, so warm... Gosh, I feel like my heart's going to fly out of my chest just remembering it...\"",
    "Albion": "This chocolate is a gift, crafted with the gratitude you make me feel every day. Please enjoy it, Commander. Don't worry, I know what you want to tell me – the wind whispered it to be. You'll find what I want to tell you within this chocolate...",
    "Manchester": "Happy Valentine's, Master! I was in the kitchen earlier and I made this chocolate while doing me maid work! The Royal Maids taught me how to do it, so the taste, if nothing else, will be alright! Ahahah, you could say I'm the perfect now, yeah? Hmm... Alright, maybe not THAT perfect...",
    "Royal Fortune": "You did say the treasure you're hunting for is my Valentine's chocolate, so I rolled up my sleeves and got you just that! ...I am a pirate, so you don't mind that my chocolate is plundered, do you? Hah, just kidding! Pirate though I may be, even I wouldn't resort to stealing other girls' symbols of love!",
    "Fortune META": "Happy Valentine's. Umm... If you're looking for chocolate, I already put it on your desk. It's just... I want to spend as much time with you as I can... and I might lose control if I hand it to you directly...",
    "Arizona META": "I know you'll probably say it's okay, but I don't want you hounded by awful nightmares on Valentine's Day... Please accept my chocolate. It's the best I can do for you...",
    "Yorktown II": "I made so many preparations in order to give you this chocolate. I wanted it to taste better, to make you happier... Heehee. As for me, I'm just happy I get to spend Valentine's Day with you♡",
    "Hornet II": "Commander! Hurry up and try out my chocolate! Hahaha, sorry to rush you – I just want you to eat it and compliment me already! I get it, though, it is a little early. Still... If you like my chocolate, I'll be in a great mood all day♡",
    "Northampton II": "Umm... People always call me dense, so I made this year's chocolate pink. Ahahaha... Maybe I went a little too hard... Did this make my feelings clear, though...?",
    "Hammann II": "Spending days and days on end to make the best possible chocolate, just to make you happy... I'd never do anything like that! B-but I did take baking it seriously, so you'd better tell me how you feel about it... or else I'll get mad! Really, REALLY mad!",
    "Langley II": "This year, I put my chocolate in a place where you wouldn't mix it up with the others'. Now, where did I put it? This is a t-test to see how well you know me! If you find it, then you can have another reward...",
    "Kuybyshev": "Commander, today is Valentine's Day. I added extra cinnamon and honey to your hot chocolate. Should I have added milk to make it a cocoa latte...? Well, my policy is to prepare whatever you prefer. Heartfelt warmth is the only thing that can truly fend off the winds of winter.",
    "Theseus": "Hmm, it looks like a mischievous little kitten has been attracted by the sweet taste of chocolate... Don't you dare try to pry into girls' secrets, okay? If you're curious about my chocolate recipe, then don't peep. Taste it, and savor it in your heart! It's a perfect flavor that you'll never find anywhere else☆",
    "Hwah Jah": "Heheh, I'm excited to participate in such a fun little event. So excited, in fact, that I made my Valentine's Day chocolate early... Now, have you prepared anything exciting for me, Commander? Heheh, don't worry. Doing normal things by your side is plenty exciting for me.",
    "Ting An": "Commander, Happy Valentine's Day. I've analyzed your preferences and prepared a present to suit them. It took some effort to collect information on said preferences, but as long as it makes you smile, it was worth it to me... Heehee♪",
    "Little Spee": "Happy Valentine's, Commander! I heard you're supposed to spend today with someone you love. If you have time... then play with me, please! I-I can help you work, or something!",
    "Scharnhorst META": "I've learned from my previous mistakes and now wield kitchen utensils with the same care as I wield my weapons. Thanks to that, I got by this time... albeit not without leaving a few cut marks in the chocolate. Think of them as a kind of decoration.",
    "Yamashiro META": "Happy Valentine's! I didn't want to disturb you, so I sat and quietly waited by your side this whole time, Milord. You deserve serious praise for staying committed to your work even on Valentine's Day! Good job♪ Now, what do you say to a chocolate break?",
    "Memphis META": "Commander, Happy Valentine's Day. I'm the one giving you something here, yet I feel happiness filling my heart. It's really strange... I can even hear our hearts, beating as one. That must mean... What I'm feeling right now... do you feel the same thing?",
    "Repulse META": "Life at this port is always so tranquil... until Valentine's Day comes around. I really didn't think the mood would get THIS competitive. Well, since I happen to be right next to you, I'll just give you this chocolate before anyone else does! Hahah! Sure, we're all friends here, but I won't let anyone else have this.",
    "Hunter META": "On this day of giving chocolate, there are some who prepare other kinds of gifts. I cannot make chocolate – so instead I have this for you. A whistle, carved it myself. Blow it and I will come running to you at once... Take it.",
    "Sheffield META": "Master, please accept this Valentine's chocolate. Now, I have maid work to do, and... Oh, no, if you'd like me to stay, please just give the order... Very well. I shall remain by your side for the entire day. If there is anything else you would like, do let me know.",
    "Houston II": "Tadah! A handmade mini-plane with rockets made out of chocolate! Aren't they lovely? And wonderful? Now can we do something fun together? I've got a bonus present ready if you finish eating it before it melts!",
    "Hero": "Wooow, SOMEONE looks a little fidgety. What, do you want a Valentine's gift from me? What makes you think you'll just GET my chocolate, huh, Sidekickommander? You've gotta earn it by doing something liiike... leaving everyone else behind and going with me on a secret date! If you've got the courage to say \"yes,\" then maybe, just maybe I'll give you the chocolate!",
    "Scylla": "Heehee, you've amassed quite a pile of chocolates from other girls. It's unhealthy to eat too much in one sitting, so allow your humble maid Scylla to bring forth a solution. Indeed, there is a limit to how much you can stomach... The only chocolate you should eat is mine, Master.",
    "Royal Oak": "Happy Valentine's Day, Lord Commander. You must forgive me... I don't know why, but something always seems to blow up whenever I make chocolate in the kitchen... And after I did research into your chocolates and everything... Sadly, this is all the chocolate that was left.",
    "Argus": "Happy Valentine's Day, Commander! I've been told that being alone with the person you're giving chocolate to produces optimal effects, so if you wouldn't mind... Huh? If we don't make it back before my curfew, you'll assume responsibility and let me sleep in your bed? O-oh my goodness...",
    "Little Formidable": "Commander, I've brought delectable treats with me! I'm of the opinion that extra-large milk chocolate bites set the mood on Valentine's Day♪ Also, my lady friends have informed me that this day is for expressing one's feelings for you. I am a soon-to-be royal lady and I would never make an impropriety! \"Commander, I love you!\" That should do it!",
    "Implacable": "Happy Valentine's, Commander. In light of the day it is, I've made you tea with melted chocolate inside... \"Doesn't look very appetising\"? Commander! You've not even tasted it yet. It hurts me to hear you say that.",
    "Hatsuzuki": "Heehee. I already know your Valentine's plans, Commander - you're going to spend the day with me. I know because you love me more than anyone else and I love YOU more than anyone else ♪ Before we get this date started, we can't forget that I need to feed you this chocolate! Say \"ahh\" ♥",
    "Asanagi": "It hasn't escaped my notice that you're more than fair to me. I offer you this Valentine's chocolate, which you'd best be grateful for. Also, do not forget to treat me with respect, because– What?! This is no time for patting heads! Forget the chocolate, what you really want is a punch, is that it?!",
    "Natori": "Commander, what say you we make Valentine's chocolate together? It seems quite fun, and you get something to eat at the very end, saving you the trouble of making food. What's not to love, right? Heheh, I shall demonstrate to you what a powerhouse I am when it comes to making chocolate!",
    "Unzen": "As shameful as it is to admit, I have yet to attain the \"has forgone sentimentality\" stage of sagehood. However, one cannot deny that this bond between our hearts is a blessing, not a blight... Now, with this chocolate – catalyzed with spiritual energy from heaven and Earth alike – I make known my feelings for you, Commander.",
    "Owari": "Whoa, whoa, back up... Ya can't be showin' up while I'm making chocolate! Messes with my head! ...Right, so, where was I? Recipe said somethin' 'bout a ratio of... Y'know what? Ya might as well taste-test it while you're here! That way I can make the exact kind of chocolate you want!",
    "Taihou-chan": "Oh, my Commandeeer! I've been waiting for you this whole time! Heehee, you must be happy to have gotten aaall that chocolate from the other girls... But they're nothing to you! Me, Taihou – that's who's really been on your mind this whooole day. And for that, you deserve a sweet reward♥",
    "Otto von Alvensleben": "Happy Valentine's, Commander. You're a pretty nice person, so I've got some chocolate for you right... here? That's the wrong box... and it's not in my pockets either?! Um, give me a minute, Commander! I've gotta go back and check my room!",
    "Regensburg": "Hah, do you crave my Valentine's chocolate that badly? I seldom see that look in your eyes... Wait a second, this seems a lot like your weakness! Heehee! I'm not too proud to use that to my advantage! Time to teach you which of us is REALLY the superior here!",
    "Bismarck Zwei": "Happy Valentine's. I want to thank you for everything, so if there's anything you want to do today, just tell me. If it's chocolate you want, I of course have that ready. Although I'm not good with little things like this, the feelings contained in this chocolate are just as strong as anyone else's. Now, take it – it belongs with you, the one I trust and rely on.",
    "Jade": "I've naturally made Valentine's chocolate for you since I'm such a good girl. However, I can't just give it to a naughty Commander who doesn't have a return gift to give. So what will you do? I know, heehee... If you say, \"Pretty please, let me have the chocolate,\" I'll consider it♪",
    "Attilio Regolo": "Commander! Me and the bunnies have come to give you Valentine's chocolate! Heehee! It being Valentine's Day, I feel like we've all just gotten that much closer! I'm gonna comfort the heck out of you today♪",
    "Gorizia": "*stares princessly*... (I made this chocolate, but what if the Commander doesn't want it? I should probably wait for the Commander to ask about it... Oh, but if I'm not quick, someone else will give theirs first!) ...My dear Commander, here's your Valentine's chocolate!",
    "Andrea Doria": "Happy Valentine's, Commander. My friends think chocolate should be enjoyed with tea on the side, but personally, I like to mix it in with warm milk to create hot chocolate. If you'd like to try it that way, I'll make you a cup before bedtime tonight♪",
    "Voroshilov": "This is that day where we all make and give chocolate to you, isn't it? I'd better iron out a waterproof plan, too... Mmh... Should I pick a place where I can easily run into you when you're alone, like we happened to cross paths? Or should I go straight to your office and give you the chocolate there?",
    "Kursk": "The sickly sweet mood of Valentine's Day just doesn't suit me. You, on the other hand... Should you really have left everyone else behind just to see me? *sigh*... Forget it. Take this; it's from my first hunting trip this year. To make it worth your time and energy coming here.",
    "Sevastopol": "I say screw the chocolate. Let's celebrate with some drinks instead, Comrade Commander. When it comes to laying your feelings out, there's no better tool for the job than vodka. Heheh, our relationship is a lot like this glass of mellow, tempting liquid – you can't let one drop of it go to waste!",
    "Guichen": "Looks like my Valentine's spell gave everyone the courage to come forth and express their affection. I'll take it one step further and use a love spell and claim your heart before anyone else does. And by \"spell\" I mean this witch's chocolate♪",
    "Suffren": "Of course your beautiful and reliable lady knight has chocolate to give you! ...And it only took me a few failed attempts? Hey, that's an unimportant side-detail! Forget about the small stuff and stick to relying on me!",
    "Lyon": "Greetings, Commander. While the ritual of giving chocolate is quite simple, it holds the meaning of expressing your true feelings to another. So, kindly allow me to perform it earnestly and formally. I give you this chocolate made with my love, and confer upon you the Iris' blessings.",
    "Painlevé": "The lucky direction on Valentine's Day lies south! That means if I head to the port's south, I'll get to see the Commander... Now just to determine the luckiest time of today... Huh? The crystal ball, it's showing... the Commander?! Oh, I understand! The luckiest time is right now! ...Commander, please accept my Valentine's chocolate!",
    "Kersaint": "Iris, hear my prayer. Please let me give my chocolate to the Commander without incident... Please let my feelings get across... Please bring the Commander everlasting happiness... A-and finally, please let my chocolate taste more delicious...",
    "Marseillaise": "Happy Valentine's Day, Commander. While I know little beyond the domain of combat, I know at least one thing or two about music. That's why I modified my rigging's speakers to play romantic music – to set the mood when I give you my chocolate. Do you like it?",
    "Clemenceau": "On the surface, the port is basking in the calm, romantic Valentine's Day spirit – but in the shadows, many undercurrents are swirling... Heehee, I have you by my side, all but guaranteeing my victory day. Let's both indulge in this chocolate, as a sweet trophy to top all off♪",
    "São Martinho": "Happy Valentine's Day, Commander. Forgive me for encasing you in my wings without warning. See, I've been told that chocolate-giving should ideally be done in private... But enough talk. I give you this gold leaf-wrapped chocolate. May the golden light grant you its eternal protection.",
    "Golden Hind": "Happy Valentine's, my darling~ Allow my tentacles to present you with this – specially made tentacle chocolate pudding! Look at it wobble♡ And jiggle♡ It has the most orgasmic texture that I'm sure you'll love as well~ Oh my, heehee. My little ones have sensed the change of mood in the air and are starting to get antsy now♡",
    "Mary Celeste": "Hahahah, the chocolate won't melt no matter how long I hold it in my hands. Sometimes, being a ghost ship has some great upsides! ...Hm? It looks like the chocolate's floating in the air when I turn invisible? Y-you should've told me sooner!",
    "Whydah": "*yaaawn*... Wait, you're supposed to exchange chocolate today? Not potato chips? Having to make chocolate myself sounds like such a pain... Could you give me chips and soda in exchange? That might motivate me a bit more...",
    "Adventure Galley": "Happy Valentine's. You want not just my chocolate, but for me to spend the whole day with you, too? You're so greedy... Not that I mind! In fact... you can beg me for anything♪",
    "Kearsarge": "Happy Valentine's Day. Please have this chocolate, which I made after analyzing your tastes. ...Yes, I happen to keep data on everything about you, so I'd like to record your reaction as well.",
    "Shimanto": "Hm? You wish for chocolate? Heheheh, it is Valentine's, so the Dragon God might just grant your wish without asking for tribute in return. Here you go – your beloved chocolate. Want some tea to go with it?",
    "Felix Schultz": "Felix Schultz does not give away chocolate for free. How about kissing me in exchange? Heheh, don't think you're getting away with just one. Use everything at your disposal to please me today~ (You're finally taking the initiative! Oh, I love Valentine's Day! ♥)",
    "Hindenburg": "Is this the holiday you've been looking forward to, Contract Binder? It doesn't seem all that special to me. The time and date mean nothing as long as you're bound to me... Though if chocolate is what you want, you may have it. Consider it a signing bonus.",
    "Flandre": "I don't much understand the meaning of Valentine's Day, but if you desire chocolate from me... Commander, forgive my brazenness for asking you for this. In return, would you tell me why my heart is beating so much faster now?",
    "Guam": "Happy Valentine's! What do you want, Commander? My chocolate? Or one of my awesome shows? Aww, c'mon! Seriously picking one is childish. You're an adult, so say you want all of me♪",
    "Flasher": "*sniffle*... Waaah... C-Commander, don't r-return my Valentine's chocolate, please... You don't hate me, right... *sob*... Eat it already...",
    "Laffey II": "I know, you're waiting for my chocolate. I spent all day yesterday sleeping so I could be more energetic and spend more time with you today... Yep, you want me to spend Valentine's Day with you, too... Mmnh... I'm all sleepy again. Zzzzzz...",
    "San Jacinto": "Open up, Commander! Heehee, look at you, taking a bite out of it on your own~ What should we do next? Hmm... What if you tried eating it directly... fwum my mouf?",
    "Constellation": "Commander, your horoscope for Valentine's... Oops, that's not right. I should give you this chocolate first... Ahem! Please accept my Valentine's chocolate. It's your favorite and most trusted Constellation's, so quality is assured!",
    "Louisville": "Valentine's... Yes, today is Valentine's Day... Hmph. You're so mean, Commander. As if I would forget such an important day. I just, um, got so focused on trying to make you chocolate that I lost track of time...",
    "Huan Ch'ang": "Commander, Happy Valentine's. I'd considered using hexagrams to divine your favorite chocolate, but ultimately, I abandoned such roundabout methods and made it into the shape of a mask. Now, when you look at it, you'll remember me... Ahem, I may have spoken too much. Anyway... Please take your time to savor its sweetness.",
    "Chi An": "Happy Valentine's, Commander! I wanted to bake chocolate for you, but everyone was really against it for some reason... So, I'm sorry, but I'll have to give you store-bought chocolate. Whoa, time flies! Hurry up and eat it, okay? Then we can enjoy our date!",
    "Lung Wu": "Hu Pen told me that everyone gives you chocolate today. I looked into a lot of original recipes using chocolate, but... They just don't fit my cooking style... Grrrr, however! I managed to make a compromise: chocolate fondue! Commander, let's eat it together. And there are plenty of other dishes where that came from, too!",
    "Hu Pen": "Commandeeer! Lung Wu's been busy in the kitchen all day, so I snuck in and made this tiger-shaped chocolate! It's cute, right? I must be one of the coolest girls in all the port if I can make chocolate this cute, right? Hehe~☆",
    "Fei Yuen": "Hmmhmm~ Are you ready? Your epic Valentine's adventure with Lady Yuen is about to begin! But first, you get chocolate! Heheh, I made it to look like you! D-don't say it looks like some kind of monster! I did my best... *sob*",
    "Kimberly META": "Happy Valentine's Day, Commander. I made chocolate for you... Don't worry. It doesn't smell like gunpowder at all. Even I want you to enjoy simple sweetness on a day like today.",
    "Hatakaze META": "I'm giving you this chocolate because I actually like you. Surprised? I've read that this is a gift you give to someone you trust. In other words, I've made it my goal to develop a closer relationship with you this year. So, be brave and take this with a smile.",
    "La Galissonnière META": "Can you guess what this is? Hahaha, don't look so gloomy! It's just Valentine's chocolate! And now that you've accepted it, I get to dictate how you spend your day! We're going to hell... Kidding, kidding! We're going on a regular date♪",
    "Jintsuu META": "Happy Valentine's Day, Commander. I'd like you to accept these feelings of mine. Accompanying you is the most correct decision before me now, so for the rest of this day, I will listen to your every request, no matter how absurd. I will do everything in my power to make your desires come true.",
    "Kirov META": "Chocolate for you, Comrade Commander. There is no contradiction in pursuing great things and basking in the good times of today. In fact, doing both gives you a clearer vision of tomorrow. Needless to say, you are also a part of the future I dream of!",
    "Algérie META": "Good morning, Commander. Did you get my chocolate already? Heehee, I won't be satisfied with only getting a return gift later, you know. I say let us dedicate this Valentine's Day to searching for greater pleasures♪",
    "Queen Elizabeth META": "We have a special gift for you on this special day, servant! It's not a largesse, so we don't need a gift in return! ...If you give something back, we WILL hold it against you! Ahem... Now, we hope we needn't tell you what to do next!",
    "Princeton META": "(You found a Valentine's Day gift on your office desk. There's a card on it, featuring a greeting from Princeton and her signature. Despite its formal appearance, you can tell by the beautiful brushstrokes that she stayed up late to passionately work on this gift for you.)",
    "U-556 META": "Greetings from Parzival of the Seas! Aaand... Tadah! I claim the prestige of being the first to give you chocolate today! Also, remember the promise we made? I'm going to hold you to it! You and I are going to protect everyone!",
    "Vestal META": "Happy Valentine's Day. These handmade chocolates are an expression of my bitsy love. With regards to your health, I only made a few... but if you feel it's not enough, I'll forgo the chocolate and satisfy you in a more healthy way.",
    "Erebus META": "Greetings from the dark. I wonder, when you received this gift in this moment, what did it mean to you? To me, it meant a blessing, a promise to forever be together, and... I finished all the paperwork. Don't be too late to bed tonight, alright?"
}